{"created_at":"2014-01-16T18:10:09Z","url_key":"3484","updated_at":"2016-07-30T14:08:34Z","title":"Eminent Domain","data":{"optionMirroring":true,"editorData":{"libraryVisible":true,"textSize":0,"authorName":"Greg Bemis"},"allowCheckpoints":true,"initial":"haveYouReadThisS","stitches":{"althoughThePerso":{"content":["Although the person responsible for this remains a mystery, it's clear that the axe leaning against the trunk was the weapon of choice.",{"notIfConditions":null,"option":"Take up the axe...","ifConditions":null,"linkPath":"theAxeFeelsWarmT"},{"notIfConditions":null,"option":"...or not","ifConditions":null,"linkPath":"turningAwayItHas"}]},"iLargishBillboar":{"content":["I largish billboard sign is posted next to the road. It says:",{"divert":"anotherRenewable"}]},"youGrabThePrinto":{"content":["You grab the printout of Landry's birth certificate, fold it into thirds, and carefully insert it into the envelope.  Before sealing the flap, you bring your face close and breathe deep, comforted in the knowledge that your job is done.",{"divert":"youNoticeThatThe"}]},"blankStitch1":{"content":["",{"divert":"moodThePainIsGet"},{"flagName":"turn +1"},{"flagName":"ch3_lookcabinet"}]},"evenACogInTheMac":{"content":["/=\"Even a cog in the machine is necessary to keep the machine running.\"=/",{"divert":"beObservantWeWil"},{"ifCondition":"ch1_didmailjob"},{"notIfCondition":"ch1_delivertoresearch"}]},"youreNotDoingEno2":{"content":["/=\"You're not doing enough.  Playing it safe will not get us what we want.  The others are doing their part. Where is your commitment?\"=/",{"divert":"toHelpOthersIsTo2"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_blowoff"}]},"veryFunnyYouSeeA":{"content":["\"Very funny.  You see all this?\" She gestured to a stack of papers on her desk. \"Landry made /=this=/ my priority.  I don't have time to sort her fan mail.\"",{"divert":"sheTriedToBeHelp"}]},"toHelpOthersIsTo2":{"content":["/=\"To help others is to help yourself. Now you see her for who she really is. It's her.  We will confirm it.\"=/",{"divert":"closerWeCreepThe2"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_helprachel"}]},"iThinkThisOverAn":{"content":["I think this over and say,  \"Give me the files and I'll run them down there.\"",{"divert":"rachelLooksOverj"}]},"dontKnowNotExact":{"content":["\"Don't know.  Not exactly anyway.  When the state invokes eminent domain they only need argue that the land is needed for the public good.  It's been sold off to a third party. Some private developer setting out to build wind turbines or solar panels or something. In exchange, the state will get a good deal on power I suppose.",{"divert":"hePicksUpTheFold"}]},"youHurryDownTheS":{"content":["You hurry down the street, eager to get to the office.  On your way past the park, you see that they've put up a fence to prevent the public from viewing the eyesore.  On the fence is a sign which reads:",{"divert":"sheMadeHerWayDow1"},{"ifCondition":"mood = 5"}]},"sheGatheredUpThe":{"content":["She gathered up the properly processed and sorted mail, placed it in a rolling cart, and set off to deliver the mail.",{"divert":"whereTo"}]},"onTheFrontDoorTh":{"content":["On the front door there's a sheet of paper with official looking writing. It can't quite be made out in the darkness. This is the farm, right?  This is home?",{"divert":"noItsNotNotAnymo"},{"ifCondition":"mood < 5"}]},"aBrightFlashAndA1":{"content":["A bright flash and a hot pain...",{"divert":"sheGotUpFromHerC"}]},"iMustConfessIDon":{"content":["I must confess, I don't really like it when Rachel tried to foist her work on me.  Ms. Landry is pretty demanding and I've got my own stuff to do.  It's all I can do to stay in her good graces.",{"divert":"itWasReallyNotAG"},{"ifCondition":"ch1_blowoff"}]},"iKnockMsLandryCa":{"content":["I knock.  \"Ms. Landry? Can I come in?\"",{"divert":"yesYesComeIn"}]},"iTakeTheFilesHea":{"content":["I take the files, head to Ms. Landry's inner sanctum, and knock on the door.",{"divert":"msLandryItsMeImJ"}]},"herEyesFluttered":{"content":["Her eyes fluttered open and then quickly shut against the bright light invading her bedroom. She managed a cough followed by a retching noise.  The pain in her head had gotten worse overnight, not better.  She didn't have much faith in finding something to quell the pain, but she had to at least look around.  She got up and made her way to the bathroom.  If she had any painkillers left, they would be in the...",{"divert":"moodThePainIsGet"},{"ifCondition":"mood < 5"}]},"oneOfTheBenefits":{"content":["One of the benefits of working here in the research department is the unfettered access you have to data.  Even the HR records of everyone at the firm are right at your fingertips.  Being hired for this position means you are trusted.  You've lain low and earned that trust.",{"divert":"someoneAtThisFir"}]},"rachelDoesntLook":{"content":["Rachel doesn't look convinced. \"Whatever you say. {ch4_fired: I'm sure you'll land on your feet.}{ch4_resigned: I still don't understand why you're leaving.}\"",{"notIfConditions":null,"option":"\"I've got to go.\"","ifConditions":null,"linkPath":"ofCourseSaysRach"},{"notIfConditions":null,"option":"You feel someone calling.","ifConditions":null,"linkPath":"aBrightFlashItAl"},{"notIfConditions":null,"option":"She felt someone calling.","ifConditions":null,"linkPath":"aBrightFlashItAl1"}]},"youDecideToKnock":{"content":["You decide to knock off early and give this some more thought. It's doubtfully anyone here will notice you've gone.",{"divert":"onTheBusRideHome1"}]},"pleasePardonOurM":{"content":["/=Please pardon our mess. Another urban improvement effort from Canard Properties. Serving your community. Serving you.=/",{"divert":"moodIGrabbedTheN"}]},"youFeelYourHeadS":{"content":["You feel your head swimming as panic sets in. Was this note from that girl?  Does she know who you're looking for? How could she? You take a couple of deep breaths and try to regain your composure.  Clearly this is something you're going to have to deal with. ",{"divert":"youRubYourForehe"}]},"overcomeBySicken1":{"content":["...overcome by sickening wave of nausea. It clears and then... ",{"divert":"iGoOverToMyDeskC"}]},"iFixMyselfAPipin":{"content":["I fix myself a piping hot mug.  It's strong and bitter and just the thing to get me ready for my day.",{"divert":"iGrabMyCoatAndRu"}]},"bestBeGettingHom":{"content":["Best be getting home.  Grandfather will be waiting...",{"divert":"cuttingThroughTh"}]},"imSorryISayIReal":{"content":["\"I'm sorry,\" I say.  \"I really need to go.\"",{"divert":"itsOkSheResponds"}]},"thePulsingInYour":{"content":["The pulsing in your skull continues unabated and gradually you are overcome with the desire, the need for...",{"notIfConditions":null,"option":"Sleep.","ifConditions":[{"ifCondition":"plg_fire"}],"linkPath":"cHAPTER4"},{"notIfConditions":null,"option":"Sleep.","ifConditions":[{"ifCondition":"plg_algae"}],"linkPath":"cHAPTER3"},{"notIfConditions":null,"option":"Sleep.","ifConditions":[{"ifCondition":"plg_drown"}],"linkPath":"cHAPTER2"}]},"sheBackedOutOfTh":{"content":["She backed out of the cubicle and finished her rounds.  She began to feel dizzy.",{"divert":"whereTo"}]},"sheMadeHerWayDow":{"content":["She made her way down to the suite at the far corner of the floor. The secretary saw her coming, \"Oh Christ! Again?\"",{"notIfConditions":null,"option":"\"I'm sorry?\"","ifConditions":null,"linkPath":"theSecretaryLook"},{"notIfConditions":null,"option":"\"It's not my fault your boss is popular.\"","ifConditions":null,"linkPath":"veryFunnyYouSeeA"}]},"asMyHandAbsentmi":{"content":["As my hand absentmindedly moves to the row of buttons, I suddenly realize I'm not entirely sure which floor I should be going to. I believe I should be going to the third floor, right? That's correct, isn't is? But somehow, in some way punch the button leading to one of the lower floors. It's where she ought to be, she thought to herself. The doors closed and she began the ride to the mail room.",{"divert":"youMakeReadyToPu"},{"ifCondition":"mood > 5"},{"pageNum":-1}]},"iHeadOverToLandr":{"content":["I head over to Landry's closed door.",{"notIfConditions":null,"option":"Knock.","ifConditions":null,"linkPath":"iKnockMsLandryCa"},{"notIfConditions":null,"option":"Walk in.","ifConditions":null,"linkPath":"iEnterHerOfficeW"}]},"ahem":{"content":["\"Ahem!\"",{"divert":"startledYouLookU"}]},"sheMadeHerWayDow1":{"content":["She made her way down the street towards the bus stop. As she passed the park she saw they had put up a fence to prevent the public from viewing the eyesore.  On the fence was a sign which read:",{"divert":"pleasePardonOurM"},{"ifCondition":"mood < 5"}]},"anotherRenewable":{"content":["/=Another renewable energy project from Canard Properties. Serving your community. Serving you.=/",{"notIfConditions":null,"option":"Continue to farm house.","ifConditions":null,"linkPath":"approachingTheHo"}]},"yesYesComeIn":{"content":["\"Yes, yes. Come in.\"",{"divert":"iEnterLandrysOff"}]},"asAResearchAssis":{"content":["As a research assistant, you spend your days digging up whatever information you can for the lead attorney of whatever case you're attached to. You've been trying to take some time in the early hours to get some of your own work done. Which is what you plan to do right now.  After all, you've got a job to do.",{"notIfConditions":null,"option":"Browse the web.","ifConditions":null,"linkPath":"mightAsWellStart"},{"notIfConditions":null,"option":"Access personnel records.","ifConditions":null,"linkPath":"oneOfTheBenefits"},{"pageNum":-1}]},"rachelLooksDownD":{"content":["Rachel looks down, defeated.  \"Yeah, ok.  Sorry.  I'll figure it out.\"",{"divert":"iMakeMyWayOverTo"},{"flagName":"ch1_blowoff"}]},"iEnterLandrysOff":{"content":["I enter Landry's office and find her seated at her desk. {ch4_resigned:\"Do you have something for me?\" she asks, clearly expecting my resignation.}{ch4_fired:\"What do you want?\" she asks,  \"I thought you'd be gone by now.\"}",{"divert":"whatDoYouNeedDea"}]},"iApproachMyDeskT":{"content":["I approach my desk to find someone has left an envelope on it. It's sealed but not addressed to anyone. On the assumption that it must be meant for me, I sit down and open it up. {!ch1_toresearch: Inside is a short handwritten note. It reads:/= As we've suspected all along, Landry's the one.  She pushed the deal through at the behest of the state. She took it from us... from HIM. When the time comes, you will know what to do.=/}{ch1_toresearch: Inside is a short handwritten note and a photocopied page of what looks like phone records; the same ones Ms. Landry had Rachel working on. The note reads: /=You asked me to let you know what I find out. It's strange. All the calls going out appear to come from a mobile phone issued by the company.  It the phone that was issued to you. If I didn't know any better, I'd swear she was on to you. Maybe you should leave the sleuthing to me. Don't worry, I've got what we need.=/}",{"divert":"chtoresearchImNo"}]},"aJoltOfHeadsplit3":{"content":["A jolt of head-splitting pain and suddenly...",{"divert":"sheCarefullyAndM"}]},"sheStumbledOverT":{"content":["She stumbled over to her bed and flopped down onto the cool sheets.  Not long after that, she was overcome by the familiar, heavy veil of...",{"notIfConditions":null,"option":"Slumber.","ifConditions":[{"ifCondition":"plg_fire"}],"linkPath":"cHAPTER4"},{"notIfConditions":null,"option":"Slumber.","ifConditions":[{"ifCondition":"plg_algae"}],"linkPath":"cHAPTER3"},{"notIfConditions":null,"option":"Slumber.","ifConditions":[{"ifCondition":"plg_drown"}],"linkPath":"cHAPTER2"}]},"toHelpOthersIsTo":{"content":["/=\"To help others is to help yourself. Now you see her for who she really is. It's her. We will confirm it.\"=/",{"divert":"closerWeCreepThe"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_helprachel"}]},"youGrabTheFilesA":{"content":["You grab the files and pull up Landry's case records hoping to find some connection.  And there it is, sticking out like a sore thumb. Early in Landry's career she led a case at the behest of the town.  According to the file, the town claimed eminent domain on a series of rural properties. She successfully argued that the land should be handed over to the town. ",{"divert":"youturnAgainCons"},{"flagName":"turn + 1"},{"flagName":"ch4_searchedfiles"},{"ifCondition":"job_pa"}]},"yeahIAnswerOnlyI":{"content":["\"Yeah,\" I answer, \"Only I'm not supposed be asking for help.  She dumped all this stuff on he secretary and it's just way over her head.  I figured someone down here could help us out.\"",{"divert":"iSeeThatForABrie"}]},"sheGotUpFromHerC":{"content":["She got up from her chair and stretched.  She then went over to her coat and retrieved {!ch6_vial:a}{ch6_vial:the} vial of white powder. Returning to her desk, she pulled out a blank envelope and addressed it to Adrienne Landry.  She gently sprinkled the powder into the pocket of the envelope. Before folding the flap down, she brought her face close and took a deep, deep breath, comforted in the knowledge that her job was done.",{"notIfConditions":null,"option":"Make the delivery","ifConditions":null,"linkPath":"sheGatheredUpThe2"},{"notIfConditions":null,"option":"I feel a calling.","ifConditions":null,"linkPath":"aBrightFlashItAl2"},{"notIfConditions":null,"option":"You feel a calling.","ifConditions":null,"linkPath":"aBrightFlashItAl"}]},"asIWalkAlongTheS":{"content":["As I walk along the street, I can see the workers still busy dismantling the park. Things have progressed so much they had erected a  fence designed to prevent the public from viewing the eyesore.  On the fence is a sign which reads:",{"divert":"youHurryDownTheS"},{"ifCondition":"mood > 5"}]},"herEyesSoftenLoo":{"content":["Her eyes soften.  \"Look dear, I like you. You're smart. You're capable. You do good work. I wouldn't have hired you otherwise. But running files around the office isn't you're job.   So do me a favor and drop them back on Rachel's desk, and get busy with your own job.\"",{"divert":"yesMaamISayIGetU"}]},"aJoltOfHeadsplit1":{"content":["A jolt of head-splitting pain and suddenly...",{"divert":"sheCarefullyAndM"}]},"brightLightsFlas":{"content":["Bright lights flash before my eyes.  The pain is literally blinding.  I sink to the floor and clutch at my head, praying for relief. Slowly, the tension begins to drain from inside your skull and you begin to feel like yourself again.",{"divert":"chdidpajobSometh"},{"flagName":"mood = 5"}]},"youContinueNavig":{"content":["You continue navigating the organizational mess that is the municipal website when you get the feeling someone is watching you.  Turning around quickly you see a young woman standing close behind you.  She's clearly been looking atyour computer screen, but you don't know for how long.",{"divert":"sheBreaksEyeCont"}]},"sheDeliveredTheM1":{"content":["She delivered the mail to the first floor.",{"divert":"whereTo1"},{"flagName":"ch4_delivertofirst"}]},"goodGirlNowRunAl":{"content":["\"Good girl.  Now run along.\"",{"divert":"iLeaveHerOfficeA"},{"flagName":"ch4_keptjob"}]},"thePhoneOnTheFlo":{"content":["The phone on the floor beside the bed is ringing. It's close to noon. There were no classes today and the hopes of sleeping away last night's party have been dashed by this phone.  It's ringing. Again.",{"divert":"nothingToDoButAn"}]},"sheTookAFewSipsO":{"content":["She took a few sips of the hot beverage and began to feel a bit better. For a moment she experienced a bout of lightheadedness. But is soon passed and she... that is, /=you=/ feel ready to take on the day.",{"divert":"iGrabMyCoatAndRu"},{"flagName":"mood = 5"}]},"chdidpajobYouSha":{"content":["{ch1_didpajob: You shake your head in confusion. Nothing about yesterday makes any sense. You vividly recall working up on the executive floor as an assistant to Ms. Landry of all people. Was it a dream? You figure that it must be stress. Your place is in the research department. That's where you're going to find the evidence. It's the only way to be sure.}{ch1_didresearchjob: The fog in your brain continues to clear. You're certain that you are close to discovering who was responsible for what happened with grandfather and with the farm. You just need to stay on task and... seek help? That's an odd thing to think, but somehow it rings true.}{ch1_didmailjob: You put you head in your hands.  Things were supposed to be simple, but something just didn't make sense. You distinctly remembered working the mail room yesterday. Calmly delivering the mail. All the while waiting for a sign. But you're place is in the research department. That's where you're going to find the evidence. It's the only way to be sure.}  One thing you do know for certain.  You need to get your head in the game and get to work. You have a job to do.",{"divert":"chdidpajobButSom"},{"ifCondition":"mood = 5"}]},"seatedInASmallOf":{"content":["Seated in a small office.  Books and binders adorn the many shelves.  The door opens and in walks a man.  Short, balding, business-like. \"Sorry to keep you waiting.   And sorry for your loss,\" he states plainly.",{"divert":"heSitsDownAtTheD"},{"flagName":"ch5_attorney"}]},"turnSheProcessed":{"content":["{turn<4:She processed the mail.} {turn=4:Then the mail carrier arrived and handed her the deliveries for the day. This would all need to be sorted.}{turn>4:She sorted the mail.}",{"notIfConditions":null,"option":"Process the mail","ifConditions":[{"ifCondition":"turn < 4"}],"linkPath":"blankStitch"},{"notIfConditions":[{"notIfCondition":"turn=7"}],"option":"Sort the mail.","ifConditions":[{"ifCondition":"turn>3"}],"linkPath":"blankStitch"},{"notIfConditions":null,"option":"Deliver the mail.","ifConditions":[{"ifCondition":"turn = 7"}],"linkPath":"sheGatheredUpThe"}]},"chtoresearchSheL":{"content":["{ch1_toresearch: She looks up, startled to see someone catch her goofing off. Upon seeing that it's me, her face breaks into a grin. \"Oh hi,\" she says. \"Everything's great, thanks to you. I really do appreciate you helping me out.\"}{!ch1_toresearch: She scarcely looks up from her work. \"Um, yeah,\" she mumbles, \"I can't really talk right now. I need to figure this out or Landry will have my head.\"}",{"divert":"allRightThenIllL"}]},"heSeemsLikeANice":{"content":["He seems like a nice boy. You make sure he treats you well.\"",{"divert":"iWillGrandpa"}]},"youAwakenWithYou":{"content":["You awaken with your attempts to bring the world into focus thwarted by a sharp, pulsing pain shooting through your head.  Steadying yourself on the nightstand by your bed, you get up and stumble over to the bathroom.  There's got to be something to help with the pain.",{"divert":"herEyesFluttered"},{"ifCondition":"mood = 5"}]},"closerWeCreepThe1":{"content":["/=\"Closer we creep. The other knows what happened. Be ready to strike.\"=/",{"divert":"youDoYourJobWell1"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_toresearch"}]},"sheClutchedDespe":{"content":["She clutched desperately at her head, hoping to somehow claw it open and dig at the agony buried there. Sinking to the floor she shut her eyes tight, took a deep breath, and made every effort to will the pain away.  And somehow it worked.  The pulsating misery gradually lessened.  She was able to open her eyes and stand back up.  She was still here.",{"divert":"chdidpajobSometh"},{"flagName":"mood = 0"}]},"youStartFishingA":{"content":["You start fishing around your make-up drawer, tossing aside the various powers, pigments, and creams designed to make you look presentable.  A fat load of good they will do now.  You feel like hell, and there's no bottle of pills to be found.",{"divert":"shePulledOpenThe"},{"ifCondition":"mood = 5"}]},"sheDropsToTheFlo":{"content":["She drops to the floor. Her breathing becoming more ragged.  \"Why?\" she gasps.",{"divert":"weCloseOurEyesAn"}]},"itsAwkwardAndUrg":{"content":["It's awkward and urgent and sweet.  And it leads inevitably to an act that is equally awkward and urgent and sweet.",{"divert":"afterwardLayingO"},{"flagName":"ch2_kiss"},{"flagName":"mood = 10"}]},"sheShiftsHerWeig":{"content":["She shifts her weight from side to side. \"No, really. It's nothing.  This was stupid.\"",{"divert":"msLandryInterrup"}]},"theMuffledSoundO":{"content":["The muffled sound of crashing waves can be heard, and from within the cave the steady rhythmic drip of condensation from the ceiling hitting the hard cave floor.  The patterns speak.  And they say:",{"divert":"youreNotDoingEno"}]},"ofCourseLandrysI":{"content":["Of course. Landry's interests weren't greed or glory. It certainly wasn't for the public good. She was merely helping out her dad.  The things people do for family.  Indeed.",{"divert":"youPrintOffACopy"}]},"sheMovedThroughT":{"content":["She moved through the rows of cubicles in the research department, going from desk to desk, dropping off small stacks of letters. The people here ignored her, as always.",{"divert":"exceptForOneWoma"},{"flagName":"ch1_delivertoresearch"},{"flagName":"ch1_secondmail"}]},"itsVeryDarkButAl":{"content":["It's very dark, but also very familiar.  This was the preferred way of coming home after school.  Grandfather never thought it safe, but nothing bad ever happened in the woods.",{"divert":"soonTheForestThi"}]},"youDropTheLetter":{"content":["You drop the letter in your desk drawer and slam it shut.  What the hell was that all about? ",{"divert":"youRubYourForehe"}]},"turnSheSortedThe":{"content":["{turn<2:She sorted the mail.}",{"notIfConditions":null,"option":"Sort the mail.","ifConditions":[{"ifCondition":"turn < 3"}],"linkPath":"turnSheSortedThe"},{"notIfConditions":null,"option":"Sort the mail.","ifConditions":[{"ifCondition":"turn = 3"}],"linkPath":"sheSortedTheMail"},{"notIfConditions":null,"option":"Take envelope from desk drawer.","ifConditions":[{"ifCondition":"turn = 3"}],"linkPath":"blankStitch7"},{"flagName":"turn + 1"}]},"butIFigureTheres":{"content":["But I figure there's no point in making a scene. I continue down the road to my bus stop. When I finally reach my office, I am once again confronted by those buttons on the elevator.  The choice should be obvious, right. But at this moment, I'm not so sure.",{"divert":"youDecideNotVent"},{"ifCondition":"mood > 5"}]},"dontYouMeanMsLan":{"content":["\"Don't you mean, /=Ms=/. Landry?\" she says with a fair degree of sarcasm.",{"divert":"yeahWhateverImDo"}]},"memoriesEruptFro":{"content":["Memories erupt from the fog. Doors to events and places.",{"divert":"andSomethingElse"}]},"youDecideNotVent":{"content":["You decide not vent on the crew. It would be pointless. They aren't calling the shots. You duck past the park and grab the next bus heading into town. When you reach your office, you are once again confronted by the buttons in the elevator.  The choice should be obvious, but at this moment you're not so sure.",{"divert":"sheAvertedHerEye"},{"ifCondition":"mood = 5"}]},"someoneAtThisFir":{"content":["Someone at this firm was responsible.  That much you do know.  It's been tedious.  Like searching for a needle in a haystack.  There have been a lot of cases and a lot of attorneys.  You've been carefully taking 20 minutes here, and hour there and working your way through everyone.",{"notIfConditions":null,"option":"Continue searching.","ifConditions":[{"ifCondition":"job_pa"}],"linkPath":"ahem"},{"notIfConditions":null,"option":"Continue searching.","ifConditions":[{"ifCondition":"job_research"}],"linkPath":"youSoldierOnHopi"},{"notIfConditions":null,"option":"Continue searching.","ifConditions":[{"ifCondition":"job_mail"}],"linkPath":"asYouContinuePok"}]},"sheWasntSureSheU":{"content":["She wasn't sure she understood, but somehow looking into her eyes like that. She felt a sense of kinship. ",{"divert":"sheFinishedHerRo"}]},"chfiredALittleAb":{"content":["{ch4_fired: A little absurd seeing as everything's already in boxes, but I do my best.}{ch4_resigned: I make some attempt at collecting all of my personal belongings.  After all, I no longer work here.}",{"divert":"iShuffleSomePape"}]},"sheLooksAwayEmba":{"content":["She looks away, embarrassed, \"I really shouldn't bug you. But Landry's on a tirade this morning. Something about one of her cases.  She wants me to look through these phone records a look for... something!  I don't even know.  This isn't my job.  I don't know the first thing about this stuff.\"",{"divert":"sheStopsAndLooks"}]},"evenACogInTheMac2":{"content":["/=\"Even a cog in the machine is necessary to keep the machine running.\"=/",{"divert":"beObservantWeWil2"},{"ifCondition":"ch1_didmailjob"},{"notIfCondition":"ch1_delivertoresearch"}]},"theManTurnsAndHe":{"content":["The man turns and heads back toward the entryway.  As he does, the periphery of the room beings to go out of focus. The world shifts and the scene changes.",{"divert":"memoriesEruptFro"}]},"wellThenLetMeBeM":{"content":["\"Well then let me be more clear. The question is: Can I trust you?\"",{"notIfConditions":null,"option":"\"You can trust me, ma'am.\"","ifConditions":null,"linkPath":"msLandryRegardsM"},{"notIfConditions":null,"option":"\"What are you getting at?\"","ifConditions":[{"ifCondition":"ch1_helprachel"}],"linkPath":"allRightIveBeenG"},{"notIfConditions":null,"option":"Maybe you should just get Rachel to help you.\"","ifConditions":null,"linkPath":"ohThatsVeryFunny"}]},"asIApproachICanS":{"content":["As I approach, I can see her eyes glued to her computer screen.  She appears to be looking through some personnel files.  She notices me walking up and quickly shuts down the browser. \"Yes?\" she says.",{"notIfConditions":null,"option":"\"Hi, I'm...\"","ifConditions":null,"linkPath":"sheInterruptsIKn"},{"notIfConditions":null,"option":"\"Excuse me. I could use a little help.\"","ifConditions":null,"linkPath":"sheRollsHerEyesA"}]},"blankStitch10":{"content":["",{"divert":"cHAPTER7"},{"flagName":"mood = 0"},{"flagName":"ch6_she"}]},"youreTellingMeWh1":{"content":["\"You're telling me what I can and can't do?  I want you out of here.  I'm trying to point you to the best option for your own well being. If you're not bright enough to see that, there's very little I can do to help you.  Get out of here!\"  She stands up and nods curtly towards the door. \"No need to pack up.  I'll have security box up your things.  You can pick them up tomorrow morning before you head down to HR.\"",{"divert":"iLeaveHerOfficeA1"},{"flagName":"ch4_fired"}]},"wellThisIsPartOf":{"content":["Well, this is part of what you're looking for.  It was definitely Landry who was involved. But it's not that simple, is it? It's all legally sound at this point and you know... /=you know=/ that's not the end of the story.  Eminent domain can only be invoked in the name of the public good, but private parties are most certainly benefiting from the arrangement.",{"divert":"youDecideToKnock"}]},"furtherUpTheRoad":{"content":["Further up the road the remains of an old wooden fence can be seen; callously knocked down by all accounts.  Beyond that is a massive depression in the land.  It was once the pond. Now drained and ready to be filled and leveled.",{"divert":"iLargishBillboar"}]},"heJustLovesTheFr":{"content":["He just loves the fresh scent of flowers. And what's a few extra minutes picking a bouquet bursting with dog violets, foxglove, and Dutchman's breeches going to cost?  This will make him happy.",{"divert":"goldTurnsToPinki"},{"flagName":"turn +2"},{"flagName":"flowers"}]},"allRightThenIllL":{"content":["\"All right then.  I'll leave you to it.\"  I give her a nod and continue on through the door leading to my desk.",{"divert":"iApproachMyDeskT"}]},"sheRollsHerEyesA":{"content":["She rolls her eyes, annoyed. 'As if I don't have enough to do.  Who's this for anyway?  You work for Landry, right?  This for her?\"",{"divert":"yeahIAnswerOnlyI"}]},"hiRachelEverythi":{"content":["\"Hi, Rachel. Everything ok?\"",{"divert":"chtoresearchSheL"}]},"iGoOverToMyDeskC":{"content":["I go over to my desk. {ch4_fired: As promised, my things have been neatly boxed up.} Landry's office door is closed, but I assume she's in there. I look around my tiny space, thinking about ways to look busy while I wait.",{"notIfConditions":null,"option":"Straighten up desk.","ifConditions":null,"linkPath":"chfiredALittleAb"},{"notIfConditions":null,"option":"You feel someone calling.","ifConditions":null,"linkPath":"outOfOneConsciou"}]},"movingThroughThe":{"content":["Moving through the doorway Grandfather can be seen sitting at the table, phone in hand, the twisted cord snaking from him to the jack in the wall. He sounds distraught.  \"Listen, I don't care what the law says.  I'm not moving.  I won't permit this.  There's has to be something we can do.\"  There's a pause while he listens.  He doesn't appear happy with the response.  \"Well what am I paying you for?  Look, they can't do this! They can't... they can't...\"  His voice trails off.  There are tears in his eyes. \"This is all I have left.\"",{"divert":"hePutsHisHeadDow"},{"ifCondition":"mood = 5"}]},"thereAreOthersOn2":{"content":["/=\"There are others on the same path as you.  Be ready to serve her in her time of need.\"=/",{"divert":"evenACogInTheMac2"},{"ifCondition":"ch1_didresearchjob"},{"ifCondition":"ch1_readletter"}]},"jobresearchOnThe":{"content":["{!job_research:On the ride home she considered her mundane existence and wonder if perhaps she's missing something.  And when she died would anyone miss her. One thing is for certain; she would be remembered.}{job_research: On the ride home she considered the curious exchange with the young woman from the research department. She had been very careful.  Really, most of her short adult life had been in preparation for what was to come. But how could anyone else even guess what she was planning. It was unsettling, but oddly comforting. Someone was in her corner.} ",{"divert":"theSlightNauseaS"}]},"chdidpajobButSom":{"content":["{ch1_didpajob: But something wasn't right. She could recall with great clarity what she was doing yesterday.  It was her but it wasn't her.  She wasn't some fancy executive assistant. That wasn't her place. She worked in the mail room.}{ch1_didresearchjob: Still, something just didn't feel right.  Like someone had reached into her mind and replaced her memories with those of someone else.  Research Department? That was not her job.  She worked in the mail room. }{ch1_didmailjob: As the fog continued to clear, she set her mind on the task at hand.  She wasn't sure when it would all go down, but she would be ready.} She had a job to do.",{"notIfConditions":null,"option":"Off to work","ifConditions":[{"ifCondition":"mood > 5"}],"linkPath":"iLeaveMyApartmen"},{"notIfConditions":null,"option":"Off to work","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"youGrabYourThing"},{"notIfConditions":null,"option":"Off to work","ifConditions":[{"ifCondition":"mood < 5"}],"linkPath":"sheClosedAndLock"},{"ifCondition":"mood < 5"}]},"iJamTheButtonToT":{"content":["I jam the button to the third floor with confidence. I'm not sure what's going on, but I know who I am and I know where I'm supposed to be.",{"divert":"youFingersHoverO"},{"ifCondition":"mood > 5"}]},"itsCoolISayTheyr":{"content":["\"It's cool,\" I say, \"They're taking care of it.\"",{"divert":"sheLooksRelieved"}]},"cHAPTER7":{"content":["*-CHAPTER 6-*",{"divert":"punctuatedStitch7"},{"flagName":"turn = 0"},{"pageNum":15},{"pageLabel":"Chapter 6"}]},"youRunYourFinger":{"content":["You run your finger under the flap and tear open the envelope.  Inside is a single sheet of paper with a terse handwritten note.",{"divert":"imAlmostReadyBut"},{"flagName":"ch1_readletter"}]},"msLandryRegardsM":{"content":["Ms. Landry regards me for an uncomfortably long time.  Finally, she break her icy gaze and looks down at her desk.  That's when I notice it's nearly covered with envelopes, letter, files.  I can't see what's on them but from the look on Ms. Landry's face, it's clearly freaking her out. She takes a deep breath. \"Perhaps,\" she says, \"perhaps...\" Her voice trails off.",{"divert":"sheLeansForwardA"}]},"andSomethingElse":{"content":["And... something else, but it's not clear.",{"divert":"and"},{"notIfCondition":"ch5_nursing"},{"notIfCondition":"ch5_chapel"},{"notIfCondition":"ch5_attorney"}]},"noItsNotNotAnymo":{"content":["No, it's not. Not anymore. Memories flood back. Grandfather doesn't live here. He moved. He had to. Naive old man fell asleep at the wheel.  He needs to...",{"notIfConditions":null,"option":"Wake up.","ifConditions":null,"linkPath":"cHAPTER5"},{"ifCondition":"mood < 5"}]},"theDoorsSlideOpe":{"content":["The doors slide open and reveal the tastefully decorated sanctum of the partners.  I walk swiftly down the hall to Ms. Landry's corner of the floor.",{"divert":"rachelIsHereSitt"},{"flagName":"mood = 10"},{"pageNum":13},{"pageLabel":" Chapter 4.1"}]},"heContinuesTalki":{"content":["He continues talking, but the sound of his voice trails off.  The only sound now is the harsh buzz of the lights overhead getting louder. Grandfather face breaks down in anguish, his fist pounding the table. If he's not careful, he'll spill his coffee...  That would be good about now.  Coffee. It would make it easier to...",{"divert":"theDoorIsUnlocke1"},{"ifCondition":"mood > 5"}]},"msLandryItsMeImJ":{"content":["\"Ms. Landry?  It's me.  I'm just going to run these files you gave to Rachel down to research and see if they can help us out.\"",{"divert":"noAnswerIKnockAg"},{"notIfCondition":"ch1_helprachel"}]},"theFire":{"content":["The fire.",{"divert":"flickerGoTheFlam"}]},"chyelledYouCantL":{"content":["{!ch1_yelled: You can't let this lie.  Not again. Not this time. You call out to the workers.}{ch1_yelled: Even though you know it's futile, you call out to the workers again.} Some of them stop what they're doing a turn around to look at you. They snicker and whisper to each other. You're pretty sure they think you're nuts...  And maybe she was. She ducked past the park and grabbed the next bus heading into town.  When she reached her office, she was once again confronted by the buttons in the elevator.  The choice should be obvious, but at this moment she wasn't so sure.",{"divert":"sheJustCouldntLe"},{"flagName":"ch3_yelled"},{"ifCondition":"mood = 5"}]},"onMyWayOverToMyD":{"content":["On my way over to my desk, I see Rachel looking at me expectantly.",{"divert":"itsCoolISayTheyr"}]},"sheGatheredUpThe1":{"content":["She gathered up the sizable amount of mail addressed to Adrienne Landry and proceeded into the office suit.  Seated at a desk just outside Landry's main office was a young woman in professional attire.",{"divert":"ohSaidTheWomanQu"}]},"theresAFlickerin":{"content":["There's a flickering light. I see it even though my eyes are still shut. And there's the warmth of the sun on my face. It must be morning. Sure enough, as I open my eyes I can see that it's day. The sun is peeking in through my bedroom window while a gentle breeze makes the tree branches outside my apartment sway lazily. All told, it was a good night sleep.",{"divert":"thumpThumpThumpT"},{"ifCondition":"plg_fire"}]},"herEyesScannedTh":{"content":["Her eyes scanned the buttons but her mind kept drawing a blank.  Just where /=did =/she work? It was almost as if thoughts and memories were flowing freely in and out of her mind and she couldn't hang on to any of them.  With great effort, she raised her hand and pushed the second floor button. As you put your arm down you feel satisfied that you've at least made some kind of choice.  And you remember where you're headed. The research department, of course.",{"divert":"afterAMomentTheD"},{"ifCondition":"mood < 5"}]},"cHAPTER5":{"content":["*-CHAPTER 4-*",{"divert":"punctuatedStitch5"},{"flagName":"turn = 0"},{"pageNum":10},{"pageLabel":" Chapter 4"}]},"grandfatherWould":{"content":["Grandfather would have been upset it's taken this long to come home.  Except this isn't home now.  Not anymore. And he's no longer here.",{"divert":"thereUsedToBeFie"}]},"sheNervouslyTear":{"content":["She nervously tears open the envelope and pulls out the documents, scarcely noticing the white powder clinging to her fingers. As she sifts through the papers a look of comprehension washed over Landry's face. \"It was you. You've been calling around. And the notes? The letters?  Was that you too? Why? What did I do?\"",{"divert":"iSnatchTheEnvelo"}]},"onTheBusRideHome1":{"content":["On the bus ride home you consider what had happened at the farm.  The fight to keep it took everything out of grandfather.  And to what end.  It's gone. You're not sure there's anything you could have done at the time, but that's not going to stop you from trying to set things right.",{"divert":"youReachYourStop"}]},"soonTheTurnoffTo":{"content":["Soon the turnoff to the dirt driveway comes into view and beyond that the lights of the farmhouse.",{"divert":"theDoorIsUnlocke"}]},"iSinkIntoANearby":{"content":["I sink into a nearby chair. \"But what about us? What about our family? Our land. Our home. It's all gone now thanks to you.\"",{"divert":"landrysComprehen"}]},"rachelHandsMeASt":{"content":["Rachel hands me a stack of phone records and shows me the list of numbers we need to find, \"Landry said if I find anything clusters of calls to these numbers I need to let her know immediately.\"",{"divert":"iTakeTheFilesOve"}]},"youStartRiflingT":{"content":["You start rifling through the bag when your hand falls upon what feels like a pill bottle.  As you pull it out, you give it a hopeful shake and sure enough, it answers back with an encouraging rattle.  The pain is so bad you're about to rip the cap off and dump the entire contents of the bottle into your mouth, but you decided to check the label just to be sure.  It's the right prescription, but it's woefully out of date.  You reckon it could be dangerous to take old meds. You're not sure what do.",{"divert":"sheGrabbedTheBag"},{"ifCondition":"mood = 5"}]},"theresAFlashOfWh1":{"content":["There's a flash of white and the searing pain. Once again, you are yourself.",{"divert":"youQuicklyExitTh"}]},"msLandryInterrup":{"content":["Ms. Landry interrupts again, \"Hey! What do I pay you for? Get in here now!\"",{"divert":"theYoungWomanLoo"}]},"sheWasAboutToRai":{"content":["She was about to raise her voice and make a stand against this perceived injustice. But as she looked out at the crew toiling away in the early morning hours she realized it wasn't about them.  They were just cogs in the machine.  They were doing what they were told.  And she didn't have the heart to berate them for it.  So she pressed on.",{"divert":"chlateIBrushPast"}]},"theWholeThingSee":{"content":["The whole thing seems so unfair and such a huge blow to the families that depend on public parks like this. I call out to the crew of workers, telling them how ashamed they should feel to be a part of this.  They look back a me blankly.  And it dawns on me that they aren't really to blame.  They're doing their job.  Just cogs in the machine. I feel a twinge of regret and the more I, that is, the more /=you =/think about it, the worse it make you feel about yourself. And to top it off, all this time wasted means you've missed your bus.",{"divert":"chlateIBrushPast"},{"flagName":"ch1_late"},{"flagName":"mood = 5"},{"flagName":"ch1_yelled"},{"ifCondition":"mood > 5"}]},"youMakeReadyToPu":{"content":["You make ready to punch to button the second floor and your job in the research department when suddenly your hand twitches ever so slightly causing your to hit the button leading to a different floor.  And as the doors shut, she knew that it couldn't have been an accident after all.  She was in fact, heading to the proper floor and her job in the main room.",{"divert":"sheReachedOutAnd"},{"ifCondition":"mood = 5"}]},"youDoYourJobWell1":{"content":["/=\"You do your job well, but we are here to help you. And you are not alone.  We are not alone.\"=/",{"divert":"thereAreOthersOn1"},{"ifCondition":"ch1_didresearchjob"},{"notIfCondition":"ch1_readletter"}]},"uponCloserInspec":{"content":["Upon closer inspection there appear to 3 or 4 gashes in the tree.  From each one a dark, puss-like ichor is flowing forth in a slow rhythmic pulse. ",{"divert":"althoughThePerso"},{"flagName":"turn +1"},{"flagName":"tree + 1"}]},"sheDeliveredMail":{"content":["She delivered mail to the second floor.",{"divert":"whereTo"},{"flagName":"ch1_secondmail"}]},"iTwistOffTheCapA":{"content":["I twist off the cap and shake two oblong white capsules into my hand.  Expired or no, I have to do something. I pop them into my mouth and manage to choke them down.  I then head to the kitchen, pour myself a glass of water and sit down at the table.",{"divert":"graduallyThePain"}]},"cHAPTER3":{"content":["*-CHAPTER 3-*",{"divert":"punctuatedStitch3"},{"pageNum":7},{"pageLabel":" Chapter 3.2"}]},"ohYouHelpedAllRi":{"content":["\"Oh you helped, all right. It's pretty clear to me exactly what's going on.  I was just hoping you'd fess up.\"",{"divert":"iDontKnowWhereSh"}]},"iThoughtAboutTha":{"content":["\"I thought about that, but no one down there will even give me the time of day.\" She's on the verge of tears.",{"divert":"iThinkThisOverAn"}]},"YoureAboutToPres":{"content":[" You're about to press the button which would send you up to the floor where the bigwigs at the firm reside, but stop.  {job_pa:For some reason you have it in your head that you work up there.  Some kind of position with a certain amount of status and respect.} What the hell are you thinking?  You're a research assistant.  It's not glamorous, but it pays the bill.  You address the elevator buttons and make the right choice.",{"divert":"sheWasAboutToPre"},{"ifCondition":"mood = 5"}]},"itWasAnUnsettlin":{"content":["It was an unsettling exchange, but somehow comforting. I don't know this girl, but I feel like she's on my side.",{"divert":"fearingMsLandrys"}]},"imTiredNowItsAlm":{"content":["I'm tired now. It's almost over. It's a lethal dose by any measure. \"I'm returning the favor,\" I say between deep breaths. \"You took our life away, I'm doing the same.\"",{"divert":"sheDropsToTheFlo"}]},"haveYouReadThisS":{"content":["Have you read this story before?",{"notIfConditions":null,"option":"Yes.","ifConditions":null,"linkPath":"cHAPTER"},{"notIfConditions":null,"option":"No.","ifConditions":null,"linkPath":"thisIsAWorkOfInt"},{"pageNum":1},{"pageLabel":" Chapter 1"}]},"chyelledAndIJust":{"content":["{!ch1_yelled: And I just can't take it any more.}{ch1_yelled:Despite the futility of my attempt yesterday, I decide to give it another go.} I screw up my courage, walk up to what looks like the foreman and lay into him. He's little more than bemused at my outburst.  He tells me to take it up with official channels. The thing is, I know that's complete crap.  Official channels never work.  Sometimes you need to be creative to make headway. I leave in a huff and go to catch my bus... your mood darkening.  When you reach my office, you are once again confronted by those buttons on the elevator.  The choice should be obvious, right. But at this moment, you're not so sure.",{"divert":"chyelledYouCantL"},{"flagName":"ch3_yelled"},{"ifCondition":"mood > 5"}]},"cHAPTER1":{"content":["*-CHAPTER 2-*",{"divert":"punctuatedStitch1"},{"pageNum":2},{"pageLabel":" Chapter 2"}]},"overcomeBySicken":{"content":["...overcome by sickening wave of nausea. It clears and then... ",{"divert":"sheArrivedInTheR"}]},"couldYouComeHere":{"content":["\"Could you come here, please.\"",{"divert":"iTakeTheFilesHea"}]},"sheAddressedTheE":{"content":["She addressed the envelope to Adrienne Landry. {ch4_wrotenote: Then she placed the folded note into the envelope and sealed it shut.}",{"divert":"spanIdlogicturns"},{"flagName":"ch4_addressedenvelope"},{"flagName":"turn = 1"}]},"theRoomBeginsToL":{"content":["The room begins to lose shape. And soon, he's gone. The world shifts. The scene changes.",{"divert":"memoriesEruptFro"}]},"landrysComprehen":{"content":["Landry's comprehension turns to horror as she realizes that her fingers, her dress, even the air around us is saturated with white powder. \"What did you do!\"",{"divert":"imTiredNowItsAlm"}]},"thisIsAWorkOfInt":{"content":["/=This is a work of Interactive Fiction. The story is designed to be read more than once.  Make different choices, try different things. There are no bad decisions. No dead ends. Each reading will result in a more complete picture.=/",{"notIfConditions":null,"option":"Continue.","ifConditions":null,"linkPath":"cHAPTER"}]},"punctuatedStitch6":{"content":["_____________________________________",{"divert":"thePhoneOnTheFlo"}]},"iQuicklyGetOutOf":{"content":["I quickly get out of bed. There's nothing better than a good night's sleep.  And a hot shower.  I haven't been working in this position for only a couple of months, but I've been doing my best to fit in. Getting promoted like this was a big win for me. I pop open my day planner and see that it's a pretty light week. Ms. Landry (always Ms. and never Mrs.) hasn't loaded me up with much. All I really need to do is stay in her good graces and things should work out.",{"divert":"youStumbleOutOfB"},{"flagName":"ch1_shower"},{"flagName":"job_pa"},{"ifCondition":"mood = 10"},{"pageNum":-1},{"pageLabel":"Chapter 1"}]},"onlyOneWayToFind":{"content":["Only one way to find out.  Wading into the water, the scum on the surface, left undisturbed for so many years, pulls apart unleashing a horrid stench of decay. If they are indeed hiding, it's likely down there.  Below. At the bottom.",{"divert":"deepBreathAndDow"},{"flagName":"plg_drown"}]},"noLightComingFro":{"content":["No light coming from the windows.  No movement.  The house appears shuttered. This doesn't feel right.",{"divert":"onTheFrontDoorTh"},{"ifCondition":"mood < 5"}]},"asSheTurnsToLeav":{"content":["As she turns to leave, you say, \"By the way, I'm-\"",{"divert":"sheLooksBackAndC"}]},"itsJeremyAHighSc":{"content":["It's Jeremy.  A high school boyfriend.  He's nice, but oh-so-needy.  {mood>5:He was my first.}{mood=5:He was your first.}{mood<5:He was her first.}",{"divert":"claspingHandsThe"}]},"iCantBeSureButAl":{"content":["\"I can't be sure, but all of this started around the same time you were hired.\" Then she says pointedly, \"And you haven't exactly been covering your tracks, have you.\"",{"notIfConditions":null,"option":"\"The records you had Rachel working on?\"","ifConditions":null,"linkPath":"yeschhelprachelT"},{"notIfConditions":null,"option":"\"I still don't understand.\"","ifConditions":null,"linkPath":"lookImNotComfort"}]},"sheStopsAndLooks":{"content":["She stops and looks back at me, \"I realize it's not your job either.  But do you think you might be able to pitch in?\"",{"notIfConditions":null,"option":"\"Can't someone in research help?\"","ifConditions":[{"ifCondition":"job_research"}],"linkPath":"iThoughtAboutTha"},{"notIfConditions":null,"option":"\"Ok, I'll help you out.\"","ifConditions":null,"linkPath":"sureWhyNotISayID"},{"notIfConditions":null,"option":"\"I don't have time for this.\"","ifConditions":null,"linkPath":"rachelLooksDownD"}]},"aChorusOfCricket":{"content":["A chorus of crickets and tree frogs announce the last moments of twilight.  The farm is a different place now.  Familiar, but much less inviting. {axe:The weight of the gore-soaked axe is suddenly comforting.}",{"divert":"alongTheDirtRoad"},{"ifCondition":"turn > 2"}]},"asHeSmashesHisFi":{"content":["As he smashes his fists against sand. The dust that kicks up envelops him.  His rage-filled voice grows more distant. Once the dust settles, he is gone. All that's left is a feeling of regret.",{"divert":"bestBeGettingHom"}]},"punctuatedStitch4":{"content":["_____________________________________*--*",{"divert":"yelloworangeLigh"}]},"youturnAgainCons":{"content":["You{turn > 0: again} consider what you should do.",{"notIfConditions":[{"notIfCondition":"ch4_searchedweb"}],"option":"Continue searching the Web.","ifConditions":null,"linkPath":"youBlindlyChipAw"},{"notIfConditions":[{"notIfCondition":"ch4_searchedhr"}],"option":"Continue searching HR records.","ifConditions":null,"linkPath":"youStartMethodic"},{"notIfConditions":[{"notIfCondition":"ch1_readletter"},{"notIfCondition":"ch4_readletter"}],"option":"Read letter.","ifConditions":[{"ifCondition":"job_mail"}],"linkPath":"youPullTheLetter"},{"notIfConditions":[{"notIfCondition":"ch4_searchedfiles"}],"option":"Continue to look through files.","ifConditions":[{"ifCondition":"job_pa"}],"linkPath":"youGrabTheFilesA"},{"notIfConditions":null,"option":"Open the manila envelope","ifConditions":[{"ifCondition":"ch1_delivertoresearch"}],"linkPath":"youCrackOpenTheL"},{"notIfConditions":null,"option":"Make the connection.","ifConditions":[{"ifCondition":"turn > 1"}],"linkPath":"wellThisIsPartOf"}]},"yesMaamISay":{"content":["\"Yes, ma'am.\" I say.",{"divert":"goodGirlNowRunAl"}]},"grandfathersFace":{"content":["Grandfather's face brightens even more. \"That's lovely. I know it's not much, but I hope it brings you as much happiness as it did your grandma and me.\"",{"divert":"hisEyesStareOffU"}]},"theDripsContinue":{"content":["The drips continue to echo through the cave gradually making the words incoherent. The breeze coming from outside feels inviting./==/",{"notIfConditions":null,"option":"Walk along the beach.","ifConditions":null,"linkPath":"itsLateTheOnlyIl"}]},"msLandryIHaveSom":{"content":["\"Ms. Landry, I have something I think you should see.\" ",{"divert":"iWalkOverAndDrop"}]},"aSurgeOfAdrenali":{"content":["A surge of adrenaline and a sudden burst of speed and the figure is momentarily left behind.  There are sounds of hurried footsteps coming closer.  Must get away or find help.  The woods are close by. Crossing through them will lead to the farm.  Plus, it's dark and there's a good chance of remaining unseen.  The road is up ahead as well and there will almost certainly be a car or two driving by.",{"notIfConditions":null,"option":"Cut through the woods.","ifConditions":null,"linkPath":"itsVeryDarkAndIn"},{"notIfConditions":null,"option":"Take the road.","ifConditions":null,"linkPath":"itsAShortPanicke"},{"flagName":"ch2_panic"},{"flagName":"mood = 5"}]},"sheJustCouldntLe":{"content":["She just couldn't let this stand without saying something. She was normally a quiet person and not one to make waves. Although some of the workers stopped to listen to her pleas, it was clear that merely talking wasn't going to do anything.  Embarrassed, she broke off and hurried down the street to the waiting bus.  Moments later she was at her office contemplating the elevator buttons again. But what should have been a simple choice made her feel queasy. ",{"divert":"whichFloor"},{"ifCondition":"mood < 5"}]},"theAxeFeelsWarmT":{"content":["The axe feels warm. The handle slick with dark slime.  One hard swing. CHOP! The tree shudders.  One more swing. CHOP!  Wood chips and black goo fly from the open wound.",{"divert":"cHOPCHOPItFeelsG"},{"flagName":"turn +1"},{"flagName":"axe"}]},"iShrugOkSuitYour":{"content":["I shrug.  \"Ok, suit yourself.\"  I hand her back the files. In all honesty, I'm pretty relieved.  I don't think I've ever seen Ms. Landry so pissed off.  Something's not right.  But I'm sure as hell not going to stick my neck out to figure it out.",{"divert":"iMakeMyWayOverTo"}]},"iMakeMyWayOverTo":{"content":["I make my way over to my desk and confront the short list of tasks Ms. Landry requires of me, but it's hard to concentrate.  {!ch1_blowoff:My head is swimming from the slightly unpleasant turn of events.}",{"divert":"iMustConfessIDon"}]},"thePainSubsidesT":{"content":["The pain subsides. The scene changes. Dead or alive, there's no way of knowing.  Ahead is the farmhouse.  It's time to go home.",{"divert":"theDoorIsUnlocke"}]},"ohThatsVeryFunny":{"content":["\"Oh, that's very funny! The only reason I enlisted the help of that halfwit was because...\" She slumps back into her chair and stares vacantly at her desk.  I suddenly notice that the desk is nearly covered with files, papers, and letter.  I can read them from here but this is clearly what's been bothering her. ",{"notIfConditions":null,"option":"\"Because I did something?\"","ifConditions":null,"linkPath":"yesSheSnapsNoShe"},{"notIfConditions":null,"option":"\"If you're going to accuse me of something...\"","ifConditions":null,"linkPath":"justComeOutAndSa"}]},"alongTheDirtRoad":{"content":["Along the dirt road leading to grandfather's farmhouse, the old duck pond is just on the far side of a ramshackle fence.  No ducks here.  Not anymore. ",{"notIfConditions":null,"option":"Admire the pond.","ifConditions":null,"linkPath":"asThePaleMoonPee"},{"notIfConditions":null,"option":"Maybe the ducks are hiding.","ifConditions":[{"ifCondition":"axe"}],"linkPath":"onlyOneWayToFind"},{"notIfConditions":[{"notIfCondition":"axe"}],"option":"Grandfather's waiting.","ifConditions":null,"linkPath":"theDoorToTheFarm"}]},"whatDoesHeMeanDo":{"content":["What does he mean? Doesn't he remember? Of course he does. He seems so lucid.",{"notIfConditions":null,"option":"\"Of course I am.  It's still beautiful, as always.\"","ifConditions":null,"linkPath":"grandfathersFace"},{"notIfConditions":null,"option":"\"Grandpa, the farm's gone.  It has been for years.\"","ifConditions":null,"linkPath":"hisEyeStareOffIn"}]},"aBrightFlashItAl":{"content":["A bright flash.  It all goes foggy.  And then...",{"divert":"youSitQuietlyRef"}]},"youCallOutToTheC":{"content":["You call out to the crew and voice your displeasure. Rather than making you feel better (or at least somewhat superior) you get the feeling the workers have heard this all before. It occurs to you that they're just doing what they've been told and that if you had honestly cared about this park you would have gone to the numerous planning meetings. You would have done something about it. You feel a twinge of guilt and regret and you wish, that is /=she wished=/ she would have made some kind of effort. She walked on and realize that her bus has already come and gone.  She was going to be late.",{"divert":"chlateIBrushPast"},{"flagName":"ch1_late"},{"flagName":"mood = 0"},{"flagName":"ch1_yelled"}]},"iFigureIveGotEno":{"content":["I figure I've got enough time this morning to fix a proper breakfast, so I rummage through the fridge and pull out the basic ingredients for an omelette. A couple of rough chops and a whisk later I've got the omelette setting up in the pan. While waiting for it to finish, I pour myself the some orange juice. Breakfast complete and consumed.",{"divert":"youLookAroundThe"},{"ifCondition":"mood > 5"}]},"hePutsHisHeadDow":{"content":["He puts his head down on the table and begins to sob uncontrollably. His wails becoming louder and louder until is drowns out all thought. He doesn't deserve this.  It's something that won't easily be forgotten. Or forgiven.  The only thing to do now is...",{"divert":"noLightComingFro"},{"ifCondition":"mood = 5"}]},"punctuatedStitch2":{"content":["_____________________________________",{"divert":"itsDarkAndQuietT"}]},"whatDoYouNeedDea":{"content":["\"What do you need, dear?\" she asks.",{"divert":"iWalkOverAndDrop"},{"notIfCondition":"ch4_resigned"},{"notIfCondition":"ch4_fired"}]},"theManWalksAcros":{"content":["The man walks across the room and over to the casket. \"I'm just here to pay my respects to a worthy adversary.\" {flowers: He reaches into his jacket, pulls out a bouquet of wildflowers, and places them on the casket. \"I heard these were his favorite.\"}{axe: He reaches into his jacket, produces a small axe and places it gently on the casket.  \"Just a reminder,\" he says.  \"Spoils of war, I suppose.\"}",{"divert":"heReachesIntoHis"}]},"youPushTheButton":{"content":["You push the button for the second floor. As the door slide shut you feel certain that whatever weirdness you've been feeling will pass.  Now on to the task at hand.",{"divert":"herEyesScannedTh"},{"ifCondition":"mood = 5"}]},"theFigureStepsIn":{"content":["The figure steps into the moonlight revealing a hatchet in his hands.  There's no time to react.  Everything is moving in slow motion except for him. He leans in and raises the weapon.  ",{"divert":"itComesDownQuick"},{"flagName":"ch2_killed"},{"flagName":"mood = 0"}]},"whenTheGovernmen":{"content":["\"When the government deems it necessary, it may take over private property in the name of the public good. It's called Eminent Domain. In this particular case we helped the government appropriate some rural land.\"",{"divert":"zingItHitsMeLike"}]},"glancingOverAtTh":{"content":["Glancing over at the letter you see that it is indeed addressed to you in handwriting that looks familiar somehow.",{"notIfConditions":null,"option":"Open the letter.","ifConditions":null,"linkPath":"youRunYourFinger"},{"notIfConditions":null,"option":"Maybe later.","ifConditions":null,"linkPath":"youDropTheLetter"}]},"youStartMethodic":{"content":["You start methodically going down the list of employees and quickly get the feeling that without some kind of guidance, you won't get very far. {job_pa: Then you remember the files you were given by that young woman.  She seemed to think Landry was hiding something.}",{"divert":"youGrabTheFilesA"},{"flagName":"turn + 1"},{"flagName":"ch4_searchedhr"}]},"theDoorIsUnlocke":{"content":["The door is unlocked.  The sitting room is empty but there's light spilling out from the doorway to the kitchen.  It's late.  Grandfather is usually asleep by now.  But tonight he isn't.  He's seated at the kitchen table, bathed in the harsh glow and electrical buzz of the overhead florescent light.  He's rifling through a pile of papers.  Some are long, legal style sheets.  One looks to be a particularly terse piece of correspondence complete with some kind of raised seal.",{"divert":"grandfatherAppea"},{"ifCondition":"mood > 5"}]},"asIGoToPressTheB":{"content":["As I go to press the button to the floor where the mail room is located, I stop. That's not where my desk is.  {job_mail:And yet there's something I can't quite place.  I almost feel like I belong there somehow.} I get my act together and reconsider my choice.",{"divert":"withoutThinkingY"},{"ifCondition":"mood = 10"}]},"sheArrivedInTheR":{"content":["She arrived in the research department and rolled her cart down the row of cubicles to meet you.  \"I'm here,\" she said.",{"divert":"imReadyYouReplyS"}]},"hereHeSaysShylyI":{"content":["\"Here,\" he says shyly, \"I picked them for you.\"",{"divert":"itsJeremyAHighSc"}]},"sheCarefullyAndM":{"content":["She carefully and methodically continued on with her work until the mail carrier arrived.  She then set about sorting everything and getting it ready for delivery.",{"notIfConditions":null,"option":"Sort the mail.","ifConditions":null,"linkPath":"sheGotUpFromHerC"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"aBrightFlashAndA2"},{"notIfConditions":null,"option":"You feel someone calling.","ifConditions":null,"linkPath":"aBrightFlashAndA"}]},"flickerGoTheFlam":{"content":["Flicker go the flames.  Hard to look away. Getting closer. Getting warmer.",{"notIfConditions":null,"option":"Wake up.","ifConditions":null,"linkPath":"cHAPTER1"},{"flagName":"mood = 10"}]},"usuallyYourDream":{"content":["Usually, your dreams aren't nearly this vivid.  Although you obviously remember growing up on the farm, nothing consciously sticks out as being particularly interesting or unique.  After your parents died, you went to live with your grandparents.  They were good people, grandfather and gran.  And you recall warm memories of the fields around the farmhouse. {flowers: Especially how they would fill up with all kinds of beautiful wildflowers.  Grandfather stopped working the farm when gran died, and all that grew there after that were flowers.}  {tree = 1: Especially that one small hill with the elm at the top. Although you fondly remember playing there on lazy summer days, it always seemed out of place.} {tree = 2: Except for that tree.  Something about it never quite sat right with you. It seemed unnatural somehow.} {axe: Maybe that's why you picked up that axe and started chopping away.  It was the one thing on the farm that felt just wrong.} {plg_fire: The farmhouse was of course the heart of it all.  It was home. And you remember the time spent sprawled on the rug in front the the fireplace, reading or doing homework, or just dreaming.} {plg_algae: The pond?  Now that was a puzzle.  To the best of your knowledge, the ducks always gathered there.  But in your dream, it was abandoned and beset with algae. What was that supposed to mean?} {plg_drown: You're not sure why things took such a dark turn.  The tree, the axe, and then drowning the the pond.  It doesn't make sense. You decide to chalk it up to dreams just being weird sometimes.} ",{"divert":"herMindDriftsBac"},{"ifCondition":"mood = 5"}]},"sheGrabbedTheBag":{"content":["She grabbed the bag and unceremoniously dumped the contents into the bathroom sink. And there it was. A brown plastic pill bottle and it looked that there were still plenty of pills inside.  She grabbed the bottle and brought the label into focus.  Yes, these were migraine meds, but they had expired some time ago.  She contemplated her choice.",{"divert":"blankStitch3"},{"ifCondition":"mood < 5"}]},"iHaveNoIdeaWhyIW":{"content":["I have no idea why I would have left my meds here, but as I rummage blindly through the bag my hand falls upon the smooth familiar shape of a prescription pill bottle.  It gives a reassuring rattle as I remove it from the bag.  Thank God.  I peer at the label to discover that it is indeed my medication for migraines, but it's an old bottle.  The pills have expired.  What's the harm really?  I mean, taking old pills can't be worse that what's going on in my head right now.  Right?",{"divert":"youStartRiflingT"},{"ifCondition":"mood > 5"}]},"aBrightFlashItAl2":{"content":["A bright flash. It all goes foggy.  And then...",{"divert":"ofCourseSaysRach"}]},"youLookAroundThe":{"content":["You look around the kitchen and decide some toast and peanut butter will do the trick.  It's not fancy but it will do.  You pour yourself a glass of milk and and polish off the toast.",{"divert":"sheStaredIntoThe"},{"ifCondition":"mood = 5"}]},"itsBeenAGoodDayA":{"content":["It's been a good day.  And the comforts of a hot meal, conversation, and a warm bed await. This night, that same as so many others.  Comfort in routine.  ",{"divert":"pushingOpenTheDo"}]},"youMaamISayQuick":{"content":["\"You ma'am,\" I say quickly.  \"I apologize ma'am.  I was out of line.\"",{"divert":"herEyesSoftenLoo"}]},"theGreenGrassyLa":{"content":["The green, grassy lawn and inviting exterior of the nursing home comes into vivid clarity. There are memories of going through that front door many time, but not nearly enough. Down the halls smelling faintly of disinfectant and urine. And into his room.",{"divert":"thereHeWasAlways"},{"flagName":"ch5_nursing"}]},"trudgingToTheTop":{"content":["Trudging to the top of the hill reveals the remains of a great tree.  The trunk neatly chopped up and stacked. Ready to be hauled away. The large stump can be seen poking out from the grass. There's an axe embedded in the surface of the stump.",{"notIfConditions":null,"option":"Take the axe.","ifConditions":null,"linkPath":"itWontBudgeAnywa"},{"notIfConditions":null,"option":"Continue on to the farm.","ifConditions":null,"linkPath":"movingBackDownTh"}]},"theSecretaryLook":{"content":["The secretary looked positively irate. \"It seems like every single day you appear with a metric ton of mail for Landry and she makes me go through it first.\"",{"divert":"sheTriedToBeHelp"}]},"itsAManInADarkSu":{"content":["It's a man in a dark suit. He's standing in the entryway. It doesn't feel like he belongs here.",{"notIfConditions":null,"option":"\"Excuse me?\"","ifConditions":null,"linkPath":"theManBreaksInTo"},{"notIfConditions":null,"option":"\"Who are you?\"","ifConditions":null,"linkPath":"meImNobodyHeGrin"}]},"itFeelsLikeGetti":{"content":["It feels like getting the wind knocked out of you. Moments later...",{"divert":"sheGotUpFromHerC"}]},"comeInSaysACalmQ":{"content":["\"Come in,\" says a calm, quiet voice from behind the door.  \"And close the door behind you.\"",{"divert":"iEnterAndSeeMsLa"}]},"beObservantWeWil1":{"content":["/=\"Be observant. We will remember your sacrifice.\"=/",{"divert":"theSoundOfTheWav"},{"ifCondition":"ch1_didmailjob"},{"ifCondition":"ch1_delivertoresearch"}]},"iLeaveHerOfficeA":{"content":["I leave her office and walk over to my desk. I consider sitting down and pretending to do whatever ridiculous tasks she has for me today, but my mind is racing. I need time to think.",{"divert":"iGetUpAndHeadTow"}]},"youCasuallyThumb":{"content":["You casually thumb through the files.  They're phone records.  Recent ones.  From the last year or so.  You recognize one of the numbers as the town clerks office. The other numbers are all local to the city or the state.",{"divert":"asYouContinueToL"}]},"godThePainInMyHe":{"content":["God! The pain in my head! This is beyond something a heavy dose of caffeine will fix. I stumble out of bed and head to the bathroom in the hopes I will find some kind of drug that will take the edge off.  But where to look...",{"divert":"youAwakenWithYou"},{"ifCondition":"mood > 5"}]},"iDontKnowWhereSh":{"content":["I don't know where she's going with this. \"But I didn't do anything, ma'am.\"",{"divert":"andISupposedYouH"}]},"thisTimeTheWoman":{"content":["This time the woman seemed very distressed, and in a hurry to leave.",{"notIfConditions":null,"option":"\"Are you all right?\"","ifConditions":null,"linkPath":"theWomanStoppedI"},{"notIfConditions":null,"option":"Say nothing.","ifConditions":null,"linkPath":"asTheWomanApproa"}]},"itsNotLikeThereW":{"content":["It's not like there were any real chores to do.  Not anymore.  But the land was still there. Still his. And even as nature inevitably returned to reclaim the farm, there was still a sense of safety here.  Of peace. ",{"divert":"asTheSunContinue"}]},"rachelTheSecreta":{"content":["Rachel, the secretary replied, \"Don't you mean, /=Ms. Landry?=/\"",{"divert":"theWomanExpelled"}]},"ahem1":{"content":["\"Ahem...\"",{"divert":"iLookUpAndThereB"}]},"thatsTooBadHeDoe":{"content":["\"That's too bad. He doesn't know what he lost. But someday he will.\"",{"divert":"andHowsTheFarmKe"}]},"sheNeedsSomeoneT":{"content":["\"She needs someone to look over these phone records and see if there a pattern to the calls from these numbers here.  She dumped all this on her secretary and I figured you would be able to sort through it more... efficiently?\"  She smiles. \"Whatever you discover, I assume you will know what do do.\"",{"divert":"youTakeTheFilesY"}]},"youreNotDoingEno":{"content":["/=\"You're not doing enough. Playing it safe will not get us what we want. The others are doing their part. Where is your commitment?\"=/",{"divert":"toHelpOthersIsTo"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_blowoff"}]},"itsOkSheResponds":{"content":["\"It's ok,\" she responds. \"I know you've got a job to do.  We all do, you know.\" She looks straight at me. \"Have a job to do.\"  She turns and disappears down the hall.",{"divert":"itWasAnUnsettlin"}]},"graduallyThePain":{"content":["Gradually the pain begins to subside and I can think more clearly. ",{"notIfConditions":null,"option":"About the day ahead","ifConditions":null,"linkPath":"chdidpajobSometh"}]},"shePlacedTheEnve":{"content":["She placed the envelope within the stacks of sorted mail and prepared to make her deliveries.",{"divert":"whereTo1"}]},"blankStitch8":{"content":["",{"divert":"cHAPTER7"},{"flagName":"mood = 10"},{"flagName":"ch6_i"}]},"soonThePulsingPa":{"content":["Soon the pulsing pain began to subside.  She inhaled deeply and then you exhale in relief.  You can think clearly again. You feel like yourself.",{"notIfConditions":null,"option":"About the day ahead.","ifConditions":null,"linkPath":"chdidpajobSometh"},{"flagName":"mood = 5"}]},"herHandAbsentmin":{"content":["Her hand absentmindedly moved towards the button leading to the research floor. She stopped.{job_research:Something didn't feel quite right.  She knew she worked in the mail room, but deep down that felt... false?  She wasn't sure what to think.} She moved her hand again. This time she directed it to a button much lower on the panel.",{"notIfConditions":null,"option":"Go to the Partners' floor.","ifConditions":[{"ifCondition":"mood = 10"}],"linkPath":"aShortRideLaterA"},{"notIfConditions":null,"option":"Go to Mail room.","ifConditions":[{"ifCondition":"mood = 0"}],"linkPath":"anotherShortEter"},{"ifCondition":"mood = 0"}]},"justComeOutAndSa":{"content":["\"...just come out and say it!\"  I'm angry now. Ms. Landry appears taken aback at my outburst, but she's clearly itching for a fight.\"",{"divert":"allRightIveBeenG"}]},"iEnterHerOfficeW":{"content":["I enter her office without knocking to find her seated at her desk looking over some documents. She looks up at me, surprised.",{"divert":"msLandryIHaveSom"}]},"theTreeWasAChild":{"content":["The tree was a childhood fixture.  Branches low enough to climb. Black, viscous fluid oozing from the wound in the trunk. It offered plenty of shade during those warm summer afternoons. There was even a tire swing on it at one time. ",{"notIfConditions":null,"option":"Those were the days.","ifConditions":null,"linkPath":"thinkingBackOnIt"},{"notIfConditions":null,"option":"Black, viscous fluid?","ifConditions":null,"linkPath":"uponCloserInspec"},{"flagName":"turn +1"},{"flagName":"tree"}]},"pushingOpenTheDo":{"content":["Pushing open the door reveals a sitting room.  Grandfather is there reading an old paperback.  He looks up and smiles.",{"divert":"flowersFlowersWh"}]},"aWhiteHotPainSho1":{"content":["A white hot pain shoots through your head. After a moment of disorientation, you are you again.",{"divert":"asIWalkAlongTheS"},{"flagName":"ch6_you"},{"flagName":"mood = 5"}]},"theElevatorSpits":{"content":["The elevator spits me out on the third floor and I make my way to Landry's office suite. Rachel, the secretary is there. She turns to me with a worried look, \"Is everything all right?\"",{"notIfConditions":null,"option":"\"Sure. Why do you ask?\"","ifConditions":null,"linkPath":"rachelContinuesI"},{"notIfConditions":null,"option":"You feel someone calling.","ifConditions":null,"linkPath":"aJoltOfHeadsplit"},{"notIfConditions":null,"option":"She felt someone calling.","ifConditions":null,"linkPath":"aJoltOfHeadsplit1"}]},"whatsThisAllAbou":{"content":["\"What's this all about?\"",{"divert":"openItAndIThinkY"}]},"youDoManageToCon":{"content":["You do manage to confirm what you already assumed to be true.  The appropriation of the rural land just outside town was argued successfully on behalf of the town by Adrienne Landry. The town required access to the land in the name of the public good.",{"divert":"youturnAgainCons"}]},"sheInterruptsIKn":{"content":["She interrupts, \"I know who you are.  You work for Landry, right?  What do you want?\"",{"divert":"msLandryNeedsSom"}]},"flowersFlowersWh":{"content":["{flowers:\"Flowers?  Why they're beautiful!\"} {!flowers:\"It took you long enough,\"} he says with a wink. \"Why don't you warm up while I get dinner on the table. I started the fire.\"",{"divert":"theFire"}]},"blankStitch6":{"content":["",{"divert":"turnSheSortedThe"},{"flagName":"turn = 0"}]},"iLookUpAndThereB":{"content":["I look up and there before me is a young woman with a timid demeanor. \"Yes? \"I say.  She's about to answer when I hear Ms. Landry's voice bellow from behind the closed door to her office.",{"divert":"couldYouComeInHe"}]},"iDesperatelyBegi":{"content":["I desperately begin tearing through my make-up drawer.  I don't know, maybe I tossed a bottle in here by mistake.  But there was no sign of anything to help get rid of this migraine. ",{"divert":"youStartFishingA"},{"ifCondition":"mood > 5"}]},"approachingTheHo":{"content":["Approaching the house, it's obviously in a state of disarray. No one has lived here for a while. The windows are boarded up and a sign on the door indicates it's been slated for demolition.",{"divert":"aGustOfWindWhips"}]},"veryFunnyDoYouHa":{"content":["\"Very funny.  Do you have it?\"",{"divert":"nowSheWasThoroug"}]},"youLogOntoTheHRD":{"content":["You log onto the HR database and punch up Adrienne Landry's file. She's been with the firm for well over a decade. She's 46. There's nothing here that strikes you as odd except how quickly she rose through the ranks.  She must have done something to get noticed like that.  You make a mental note to dig around some more.",{"divert":"youRubYourForehe"}]},"outOfOneConscion":{"content":["Out of one conscionsness and into another...",{"divert":"chfiredALittleAb"}]},"whatKindOfLandDe":{"content":["\"What kind of land deal?\" I ask.",{"divert":"whenTheGovernmen"}]},"andThenIFeelItAn":{"content":["And then I feel it.  Another dreaded headache coming on.  I search through my desk for some pills, but can't find anything.  So I suffer in silence for the remainder of the day.",{"divert":"atTheEndOfTheDay"}]},"thatWasAPrettyVi":{"content":["That was a pretty vivid dream.  I don't usually dream about my childhood. I remember that field well enough.  I used to take that shortcut home from school nearly every day.  Grampa would act upset that I was so far from the main road all by myself, but I always felt perfectly safe. {flowers: I also remember a smell... flowers? God he used to love them.  He said it reminded him of Gran.}  {tree = 1: And the elm up on the hill? I recall playing there a lot as a kid.} {tree = 2: I sort of wish I hadn't remembered that tree.  Something about the twisted trunk in my dream creeped me out.}{axe: Maybe that's why I picked up the axe.  God, that was messed up.} {plg_fire: But the warmth of the fire is what I recall most clearly. He always had a fire going at night to keep us warm.  Even in the summer.  The old farmhouse was so drafty.  Dozing off in the sitting room after dinner. I don't think I'll ever forget that.}   {plg_algae: The duck pond was a reminder of happier days on the farm.  Back when it was still a working farm.  Back when Gran was still alive.  It's funny, I don't remember ever visiting it at night.} {plg_drown: And shit, drowning?  What the hell?  I haven't had a nightmare like that in ages.  And the sick thing was I was kind of ok with it. At least in the dream I was.} *--*",{"divert":"usuallyYourDream"},{"ifCondition":"mood > 5"},{"pageNum":-1},{"pageLabel":"Morning"}]},"blankStitch4":{"content":["",{"notIfConditions":null,"option":"To the Partners' floor","ifConditions":null,"linkPath":"iJamTheButtonToT"},{"notIfConditions":null,"option":"To the Research department","ifConditions":null,"linkPath":"imNotSureWhatsGo"},{"notIfConditions":null,"option":"To the Mail room","ifConditions":null,"linkPath":"asMyHandAbsentmi"},{"flagName":"mood - 5"},{"ifCondition":"ch3_yelled"}]},"hangOnISayThisIs":{"content":["\"Hang on, \" I say, \"This is silly.  Poring over legal records isn't in my job description, but it's not in yours either. Let me run these down to research and see who can help. If Ms. Landry finds out, I'll take the heat.\"",{"divert":"rachelLooksLikeS"}]},"shePulledOpenThe":{"content":["She pulled open the make-up drawer in the hopes that she had dropped an old bottle of her meds here by accident.  But no.  Only lipsticks, foundations, and eyeliner.",{"divert":"blankStitch2"},{"ifCondition":"mood < 5"}]},"iGetUpAndHeadTow":{"content":["I get up and head towards the elevator. \"Hey Rachel, if Landry asks tell her I'm out running errands.\"",{"divert":"dontYouMeanMsLan"}]},"atTheEndOfTheDay":{"content":["At the end of the day, I clean up my desk and head out. Being at Ms. Landry's beck and call often means I have to stay late, but she's been pretty subdued for most of the day.  I take that as my cue to cut out.",{"divert":"onTheBusRideHome"}]},"aVoiceFromTheBac":{"content":["A voice from the back of the room speaks. \"Not a big turnout, eh?\"",{"divert":"itsAManInADarkSu"}]},"iTakeTheFilesOve":{"content":["I take the files over to my desk.  Just as I'm about to get started my phone rings.  It's Ms. Landry.  I pick up, \"Yes, Ms. Landry?\"",{"divert":"couldYouComeHere"}]},"itsAShortPanicke":{"content":["It's a short, panicked sprint to the main road leading away from the beach. An evil presence can be felt coming up from behind.  It moves closer but quickly backs down as a beat up station wagon appears from around a bend.",{"divert":"theresAScreechOf"}]},"theWomanStoppedI":{"content":["The woman stopped in her tracks and looked directly at her, \"Yes.  Yes, I'm fine.  It doesn't change anything.  You understand?\"  The woman left, making a beeline for the elevator.",{"divert":"sheWasntSureSheU"}]},"spanIdlogicturns":{"content":["<span id=\"logic\">{turn=0:</span>She took an envelope and a blank piece of paper from her desk and placed it before her.<span id=\"logic\">}</span>",{"notIfConditions":[{"notIfCondition":"ch4_wrotenote"}],"option":"Write note.","ifConditions":null,"linkPath":"sheScribbledAMes"},{"notIfConditions":[{"notIfCondition":"ch4_addressedenvelope"}],"option":"Address the envelope.","ifConditions":null,"linkPath":"sheAddressedTheE"},{"notIfConditions":null,"option":"Add envelope to sorted mail.","ifConditions":[{"ifCondition":"ch4_wrotenote"},{"ifCondition":"ch4_addressedenvelope"}],"linkPath":"shePlacedTheEnve"}]},"blankStitch2":{"content":["",{"divert":"moodThePainIsGet"},{"flagName":"ch3_lookdrawer"},{"flagName":"turn +1"}]},"fearingMsLandrys":{"content":["Fearing Ms. Landry's wrath, I get up and rush into her office. I scarcely get through the doorway before the interrogation begins.  I have to be very careful here.",{"divert":"msLandryGivesMeT"}]},"theSoundOfTheWav":{"content":["The sound of the waves recede to a murmur. There's nothing left here and only one way to go./==/",{"notIfConditions":null,"option":"Walk along the beach.","ifConditions":null,"linkPath":"itsLateTheOnlyIl"}]},"afterwardLayingO":{"content":["Afterward, laying on the smooth rocks, he talks about the future.  Where he will go to college. How {mood>5:we}{mood=5:you}{mood<5:they} will stay together and visit one another.  His voice fades away and only the sounds of the waves remain.  ",{"divert":"bestBeGettingHom"}]},"nothingToDoButAn":{"content":["Nothing to do but answer. The voice on the other end is brief and matter-of-face. \"He's gone,\" says the voice. \"Arrangements have been made. You need come.\"",{"divert":"notASenseOfSurpr"}]},"sheFinishedHerRo":{"content":["She finished her rounds and rolled her cart back to the elevator.",{"divert":"whereTo1"}]},"iSeeThatForABrie":{"content":["I see that for a brief moment her expression changes from annoyed to... pleased?  And then quickly back.",{"divert":"wellYeahOKSheSay"}]},"sheAvertedHerEye":{"content":["She averted her eyes to the \"progress\" happening in the park and caught the next bus heading into town. Moments later she was at her office contemplating the elevator buttons again. But what should have been a simple choice made her feel queasy. ",{"divert":"whichFloor"},{"ifCondition":"mood < 5"}]},"blankStitch":{"content":["",{"divert":"turnSheProcessed"},{"flagName":"turn +1"}]},"thereAreOthersOn":{"content":["/=\"There are others on the same path as you. Be ready to serve her in her time of need.\"=/",{"divert":"evenACogInTheMac"},{"ifCondition":"ch1_didresearchjob"},{"ifCondition":"ch1_readletter"}]},"chtoresearchImNo":{"content":["{!ch1_toresearch: I'm not sure how to react to this mysterious news. The reason I got this job at the firm was to ferret out the person responsible, but to find out it might be Ms. Landry is one thing.  To find out there is someone else who shares the same goal is more than I can process at the moment.  And what does this person mean by \"took it from him\"?  Surely this it can't be...}{ch1_toresearch: I pull my mobile phone and check the number against the photocopied records.  She's right.  It's the same number.  Why is she interested in my call history. And what does she mean by \"I've got what we need.\"}",{"divert":"ahem1"}]},"aSmallSimpleRoom":{"content":["A small, simple room.  Several rows of chairs, all empty.  At the far end of the room is a casket.  It's closed.",{"divert":"theresNoOneHereN"},{"flagName":"ch5_chapel"}]},"aBrightFlashAndA2":{"content":["A bright flash and a hot pain...",{"divert":"rachelDoesntLook"}]},"iWalkOverAndDrop":{"content":["I walk over and drop the envelope on her desk.  She picks it up and does a double take at the name written on the outside, \"What's this all about?\"",{"divert":"yourNamesCanardR"}]},"sheExitedTheElev":{"content":["She exited the elevator and casually made her way down the hall, dropping off small bundles of letters and documents. When she reached the office suite of Adrienne Landry, she quickly slipped an additional envelope into the pile and deposited the whole thing unceremoniously on her secretary's desk.",{"divert":"asSheTurnedToLea"},{"flagName":"ch4_delivertothird"}]},"sheTriedToBeHelp":{"content":["She tried to be helpful, \"I could just drop it off in Landry's office if you like.\"",{"divert":"theSecretaryHadA"}]},"thereArePeopleGa":{"content":["There are people gathered around the fire.  Some sitting. Some standing. All looking directly into the flames. One begins speaking. It's unintelligible.   Another produces a bowl.  It's passed around and each takes an item from the bowl. They are fortune cookies.  There's only one left and it's already cracked open.  The fortune reads:",{"divert":"youreNotDoingEno2"}]},"aShortRideLaterA":{"content":["A short ride later and the door opens to reveal the confident hustle and bustle of the main operating floor of the firm.  I step out of the elevator and make my way to Ms. Landry's corner.  Her secretary, Rachel is busy sifting through an unruly pile of papers.  As a personal assistant I have my own work space in one of the rooms that make up her office suite.  I'm about to go in and start my day when Rachel looks up at me.",{"divert":"imSorryToBugYouS"},{"flagName":"ch1_didpajob"},{"pageNum":5},{"pageLabel":" Chapter 2.1"}]},"mightAsWellStart":{"content":["Might as well start with a more global search.  You pull up your browser and begin searching for information regarding land ownership in the suburbs of your town. It's tedious work as the servers at town hall are notoriously slow and there's no optimal way to sort through all of the data.  It's public record, of course, and you could just go down there in person and ask, but you don't think that would be the more prudent course of action.",{"notIfConditions":null,"option":"Continue searching.","ifConditions":[{"ifCondition":"job_pa"}],"linkPath":"ahem"},{"notIfConditions":null,"option":"Continue searching.","ifConditions":[{"ifCondition":"job_research"}],"linkPath":"youSoldierOnHopi"},{"notIfConditions":null,"option":"Continue searching.","ifConditions":[{"ifCondition":"job_mail"}],"linkPath":"youContinueNavig"}]},"sheStaredBackAtT":{"content":["She stared back at the woman, dumbfounded. What was she talking about? Could they both have the same agenda?",{"divert":"youCanGoNow"}]},"youreNotDoingEno1":{"content":["/=\"You're not doing enough. Playing it safe will not get us what we want.  The others are doing their part. Where is your commitment?\"=/",{"divert":"toHelpOthersIsTo1"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_blowoff"}]},"weCloseOurEyesAn":{"content":["We close our eyes and feel at peace.  \"For the public good,\" we respond.",{"divert":"tHEEND"}]},"asphaltTurnsToDi":{"content":["Asphalt turns to dirt. On either side of the dusty road, the field of grandfather's farm lie untended. He's old now and has little time for crops or livestock. Still, he manages to keep the main house neat and tidy. The wildflowers blooming in the field are almost too beautiful to pass up.",{"notIfConditions":null,"option":"Gather flowers.","ifConditions":null,"linkPath":"heJustLovesTheFr"},{"notIfConditions":null,"option":"It's getting late.  Continue home.","ifConditions":null,"linkPath":"goldTurnsToPinki"},{"flagName":"turn +1"}]},"movingBackDownTh":{"content":["Moving back down the hill and joining up with the road great yellow machines can be seen silently keep guard.",{"divert":"furtherUpTheRoad"}]},"toHelpOthersIsTo1":{"content":["/=\"To help others is to help yourself. Now you see her for who she really is. It's her. We will confirm it.\"=/",{"divert":"closerWeCreepThe1"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_helprachel"}]},"aWhiteHotPainSho":{"content":["A white hot pain shoots through my head. After a moment of disorientation, I'm me again.",{"divert":"asIWalkAlongTheS"},{"flagName":"ch6_i"},{"flagName":"mood = 10"}]},"rachelReturnsToH":{"content":["Rachel returns to her work. \"Ok,\" she says.",{"notIfConditions":null,"option":"Continue to desk.","ifConditions":null,"linkPath":"iGoOverToMyDeskC"},{"notIfConditions":null,"option":"They are calling.","ifConditions":null,"linkPath":"overcomeBySicken"}]},"sheLooksRelieved":{"content":["She looks relieved. ",{"divert":"iMakeMyWayOverTo"}]},"ohChristSheSaysI":{"content":["\"Oh Christ!\" she says, \"I didn't mean to get you in trouble. Honest.  Look, just give me the files back. I'll figure it out.\"",{"notIfConditions":null,"option":"Hand her the files.","ifConditions":null,"linkPath":"iShrugOkSuitYour"},{"notIfConditions":[{"notIfCondition":"ch1_helprachel"}],"option":"\"No. This is something for the research department.","ifConditions":[{"ifCondition":"job_research"}],"linkPath":"hangOnISayThisIs"}]},"itWontBudgeAnywa":{"content":["It won't budge.  Anyway, the damage is done.",{"divert":"movingBackDownTh"}]},"spanIdlogicchlat":{"content":["<span id=\"logic\">{!ch1_late:</span>You reach the stop just as your bus is arriving, step on and grab a seat.<span id=\"logic\">}</span>   <span id=\"logic\">{ch1_late:</span> Lovely! You patiently wait for the next bus to arrive, and climb on when it does.<span id=\"logic\">}</span>  Before you know it, you're hopping off and making your way into the office. A quick dash across the lobby and you grab the elevator doors just as they are about to close.  You step in and look at the buttons.",{"divert":"asSheGotCloserTo"},{"ifCondition":"mood = 5"}]},"hePicksUpTheFold":{"content":["He picks up the folder again and begins scanning the pages. \"Look, there's still quite a bit of money left, even after your tuition is paid.  He's provided well for you.  What would you do with an old farm anyway?\"",{"divert":"thatQuestionLing"}]},"horribleSheChuck":{"content":["\"Horrible?\" she chuckles derisively.  \"That's progress, kiddo.  I thought maybe you were smarter than that.\"  She's looks disappointed.",{"divert":"lookImNotComfort"}]},"yeschhelprachelT":{"content":["\"Yes.{ch1_helprachel: The ones you were so keen to help out with.} {ch1_toresearch: Your mobile number is all over those records.} Just what are you looking for? If it's something criminal, I assure you every case I've been involved in is on the up and up.\"",{"divert":"iDontKnowHowToRe"}]},"theresAScreechOf":{"content":["There's a screech of breaks and hurried beckoning to get in the empty back seat.  Safety among friends.  They were leaving a beach party and it was fortunate they showed up when they did.   And they are happy to drive over to the farm.",{"divert":"soonTheTurnoffTo"}]},"didntYouEverWond":{"content":["\"Didn't you ever wonder how he paid for your tuition? The land, they were going to get it one way or another, but he held out of a decent deal. And that's what he got.  It's gone to a private developer looking to put up wind turbines or solar panels or something.  I don't know exactly, but I suspect the state will get a good deal on the power.\"",{"divert":"hePicksUpTheFold"}]},"eventuallyThePai":{"content":["Eventually the pain begins to lessen and you can feel... that is, I can feel myself returning to normal. I can think again. I'm me again.",{"notIfConditions":null,"option":"About the day ahead","ifConditions":null,"linkPath":"chdidpajobSometh"},{"flagName":"mood = 10"}]},"sheStaredIntoThe":{"content":["She stared into the mostly empty refrigerator and mentally kicked herself for forgetting to shop for groceries yet again.  She shrugged and pulled a cereal bar from the cupboard and  munched it down.",{"divert":"iGrabMyCoatAndRu"},{"ifCondition":"mood < 5"}]},"asSheGotCloserTo":{"content":["As she got closer to the stop, she saw her bus getting ready to pull away, and decided to make a run for it.  Fortunately, the driver saw her and waited.  Some moments later she stepped off the bus and into an 8 hour grind.  She pushed through the heavy revolving doors, made her way over to the elevator, and jabbed the call button with her finger.  A short eternity later, the doors opened and she stepped inside.",{"notIfConditions":null,"option":"To the Partners' floor.","ifConditions":[{"ifCondition":"mood = 10"}],"linkPath":"aShortRideLaterA"},{"notIfConditions":[{"notIfCondition":"mood = 10"}],"option":"To the Partners' floor.","ifConditions":null,"linkPath":"YoureAboutToPres"},{"notIfConditions":null,"option":"To the Research department.","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"chlateTheElevato"},{"notIfConditions":[{"notIfCondition":"mood = 5"}],"option":"To the Research department.","ifConditions":null,"linkPath":"withoutThinkingI"},{"notIfConditions":null,"option":"To the Mail room.","ifConditions":[{"ifCondition":"mood = 0"}],"linkPath":"anotherShortEter"},{"notIfConditions":[{"notIfCondition":"mood = 0"}],"option":"To the Mail room.","ifConditions":null,"linkPath":"asIGoToPressTheB"},{"ifCondition":"mood = 0"}]},"asIWalkBackToThe":{"content":["As I walk back to the elevator I can't shake the feeling that she knows more than she's letting on. In any event, I have my own work to do.",{"divert":"onMyWayOverToMyD"}]},"hisVisageDarkens":{"content":["His visage darkens. \"It's not yours, you know. Not anymore. It doesn't matter what the will says. But look at the bright side.  You're set up.  That was part of the deal, so don't sweat it.\"",{"divert":"theManWalksAcros"}]},"theRestOfYourDay":{"content":["The rest of your day proves uneventful.  {job_pa:Although you attempt to focus on your work, your mind continues to drift back to your interaction with Landry's assistant. Out of all the people in this department, she picked you.  Wouldn't it have made more sense to pick a cubicle closer to the elevator?} {job_mail:You try to remain on task, but your thoughts drift back to that very strange encounter with the girl from the mail room. She said she expected me to be further along.}{ch1_readletter: How could she possibly be involved in your plan?  How could she even know?  But the contents of the letter seem to suggest just that.}  Rather than subside as you had hoped, the headache appears to be getting worse.  Sensing a migraine coming on, you pack up your things and head out a little early.",{"divert":"byTheTimeYouReac"}]},"cHAPTER":{"content":["*-CHAPTER 1-*",{"divert":"punctuatedStitch"}]},"perhapsItsBestTo":{"content":["Perhaps it's best to begin at the beginning.  You search around for the vital records and details on Adrienne Landry.  It's basic stuff. Married, kids, education... it's not until you take a look at her birth certificate that it hits you.  Adrienne Landry was born Adrienne Canard. Her father owns Canard Properties; the company who now has grandfather's land.",{"notIfConditions":null,"option":"Continue with deduction.","ifConditions":null,"linkPath":"ofCourseLandrysI"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"aBrightFlashAndA2"},{"notIfConditions":null,"option":"She felt someone calling","ifConditions":null,"linkPath":"itFeelsLikeGetti"}]},"iSnatchTheEnvelo":{"content":["I snatch the envelope from her hands and shake more the powder out, creating a thin fog of white around the desk; around us. \"You love your dad enough to give him a leg up. He wanted the land and you figured out a way to get it.\"",{"divert":"iSinkIntoANearby"}]},"tHEEND":{"content":["*-THE END-*"]},"theWomanLookedPl":{"content":["The woman looked pleased. \"Good,\" she said, \"Hopefully this will will get us what we need.  I'll let you know what I find out.  Don't proceed until you hear from me first.\"",{"divert":"sheStaredBackAtT"}]},"exceptForOneWoma":{"content":["Except for one woman.  As she entered the small opening to her work space, she was taken aback to see this woman was sitting, facing the entryway, staring right at her.",{"divert":"tookYouLongEnoug"}]},"hisEyesStareOffU":{"content":["His eyes stare off, unfocused, into the distance. The room begins to lose form. The world shifts and the scene changes. ",{"divert":"memoriesEruptFro"}]},"youSeemQuiteSure":{"content":["\"You seem quite sure of yourself.  Let me clarify. I need to know I can trust you. {ch1_helprachel:And I'm not sure I can.}\"",{"notIfConditions":null,"option":"\"You can trust me, ma'am.\"","ifConditions":null,"linkPath":"msLandryRegardsM"},{"notIfConditions":null,"option":"\"What are you getting at?\"","ifConditions":[{"ifCondition":"ch1_helprachel"}],"linkPath":"allRightIveBeenG"},{"notIfConditions":null,"option":"\"Maybe you should just get Rachel to help you.\"","ifConditions":null,"linkPath":"ohThatsVeryFunny"}]},"and":{"content":["And...",{"notIfConditions":[{"notIfCondition":"ch5_nursing"}],"option":"The nursing home.","ifConditions":null,"linkPath":"theGreenGrassyLa"},{"notIfConditions":[{"notIfCondition":"ch5_chapel"}],"option":"The chapel.","ifConditions":null,"linkPath":"aSmallSimpleRoom"},{"notIfConditions":[{"notIfCondition":"ch5_attorney"}],"option":"The attorney's office.","ifConditions":null,"linkPath":"seatedInASmallOf"},{"notIfConditions":null,"option":"The farm.","ifConditions":[{"ifCondition":"ch5_nursing"},{"ifCondition":"ch5_chapel"},{"ifCondition":"ch5_attorney"}],"linkPath":"grandfatherWould"},{"ifCondition":"ch5_nursing"},{"ifCondition":"ch5_chapel"},{"ifCondition":"ch5_attorney"}]},"imSorryToBugYouS":{"content":["\"I'm sorry to bug you,\" she says, \"but could you help me out with something?\"",{"notIfConditions":null,"option":"\"I really need to get to my desk.\"","ifConditions":null,"linkPath":"rachelLooksDownD"},{"notIfConditions":null,"option":"\"What do you need?\"","ifConditions":null,"linkPath":"sheLooksAwayEmba"}]},"iImmediatelySeeT":{"content":["I immediately see the error in my response.  Ms. Landry's face turns a shade of deep red and she appears to be fighting the urge to haul off and smack me.  \"Are you taking orders from Rachel now, or from me!\"",{"divert":"youMaamISayQuick"}]},"afterALongSlowSl":{"content":["After a long, slow slurp, your outlook on life has improved considerably. Taking another sip, there's and odd tingling sensation in your... in /=my =/head. I feel ready to tackle the day ahead.",{"divert":"iGrabMyCoatAndRu"},{"flagName":"mood = 10"}]},"iBrushPastHerEag":{"content":["I brush past her, eager to get to own desk and get your day going.{!ch1_toresearch: Rachel's so absorbed she scarcely notices me.} {ch1_blowoff: But just before I reach the door leading to the inner suite of rooms, Rachel blurts out, \"Hey, thanks for all your help yesterday. I really appreciate it. It's nice to know you've got my back.\" I pause for a moment. The heavily sarcastic tone is not lost on me. I consider dishing it right back, but continue through the door.}{ch1_toreasearch: Just before I reach the door leading to the inner suite of rooms, Rachel blurts out, \"Hey, thanks for all your help yesterday.  I really appreciate it. It's nice to know you've got my back.\" I pause for a moment. \"You're welcome,\" I say. \"I was happy to help.\" I continue on through the door.\"}",{"divert":"iApproachMyDeskT"}]},"youSoldierOnHopi":{"content":["You soldier on, hoping to stumble upon something at will offer you a lead, but you're beginning to think there's got to be a better way. When it had happened, you didn't even know what was going on. Too self-absorbed in school. Now it's too late.  Now everything's gone.  If you're going to figure this out, you're going to have to get creative. ",{"divert":"youRubYourForehe"}]},"theYoungWomanLoo":{"content":["The young woman looks me straight in the eye and says, \"The letter will arrive tomorrow. She has to get it.\"  She then turns around and disappears down the hall.",{"divert":"fearingMsLandrys"}]},"youreTellingMeWh":{"content":["\"You're telling me. What I did was perfectly legal. Hell, it's my job.\"  she looks genuinely hurt. \"Ok, I need to sort this out.  If you discover anything about this, can I trust you to bring it to me attention immediately?\"",{"divert":"yesMaamISay"}]},"sheGrabbedAtTheB":{"content":["She grabbed at the bottle and violently pried it open.  Without thinking she brought the bottle to her lips and tipped several capsules into her mouth.  She then stumbled to the kitchen, downed a huge glass of water, and waited.",{"divert":"soonThePulsingPa"}]},"yourNamesCanardR":{"content":["\"Your name's Canard, right? Or at least it was\"",{"divert":"yesThatWasMyMaid"}]},"yesMaamISayIGetU":{"content":["\"Yes, Ma'am,\" I say.  I get up and leave her office making sure to close the door on the way out.  As I make my way over to Rachel's desk, I can see that she looks terrified.",{"divert":"ohChristSheSaysI"}]},"yesSheSnapsNoShe":{"content":["\"Yes!\" she snaps.  \"No...\"   She drops her gaze again, \"I don't know any more.\"",{"divert":"sheLeansForwardA"}]},"grandfatherLooks":{"content":["Grandfather looks pleased. \"That's good.  You need to get an education. \" And how's that boy you've been seeing?\"",{"notIfConditions":null,"option":"\"We broke up.\"","ifConditions":null,"linkPath":"thatsTooBadHeDoe"},{"notIfConditions":null,"option":"\"He's fine.\"","ifConditions":null,"linkPath":"heSeemsLikeANice"}]},"notASenseOfSurpr":{"content":["Not a sense of surprise, but of inevitability. And sadness. It's been a while. It's hard to get back. {mood>5:I am twenty-one.}{mood=5:You are twenty-one.}{mood<5:She was twenty-one.} College has been all-encompassing and he'd been stuck in that home. It's time to bury grandfather. ",{"notIfConditions":null,"option":"Flash.","ifConditions":null,"linkPath":"aNewScene"}]},"thereHeWasAlways":{"content":["There he was. Always a smile even though it was clear the fight had left him.  He was resigned to spend what little was left of his life here.  \"Princess! How are you? How are things at school.\"",{"notIfConditions":null,"option":"\"Ok, I guess.\"","ifConditions":null,"linkPath":"grandfatherFrown"},{"notIfConditions":null,"option":"\"They're great, Grandpa.  Everything's great.\"","ifConditions":null,"linkPath":"grandfatherLooks"}]},"youDoYourJobWell":{"content":["/=\"You do your job well, but we are here to help you. And you are not alone. We are not alone.\"=/",{"divert":"thereAreOthersOn"},{"ifCondition":"ch1_didresearchjob"},{"notIfCondition":"ch1_readletter"}]},"meImNobodyHeGrin":{"content":["\"Me?  I'm nobody,\" he grins.  \"I crossed paths with your granddad a couple of time.  Did some business with him.  He was one hell of a fighter.  Almost made me think twice.  But business is business.  Know what I mean?\"",{"notIfConditions":null,"option":"\"No, I don't.\"","ifConditions":null,"linkPath":"hisVisageDarkens"},{"notIfConditions":null,"option":"\"Can you please leave?\"","ifConditions":null,"linkPath":"hisVisageDarkens"}]},"youTakeAMomentTo":{"content":["You take a moment to straighten out your desk. Then you grab the envelope and head to the elevator and to the third floor.",{"divert":"youArriveAndRach"}]},"aJoltOfHeadsplit2":{"content":["A jolt of head-splitting pain and suddenly...",{"divert":"rachelContinuesI"}]},"exhaleAndCHOPThe":{"content":["Exhale. And CHOP! The axe blade lands on something soft causing the tree to quiver and groan and sob. It's time to leave this place.",{"divert":"asTheSunContinue"}]},"sheSortedTheMail":{"content":["She sorted the mail.",{"divert":"turnSheSortedThe"},{"flagName":"turn - 1"}]},"theYoungLooksExt":{"content":["The young looks extremely uncomfortable. \"You'd better go.  You don't want her to get angry.\"",{"notIfConditions":null,"option":"\"Coming Ms. Landry.\"","ifConditions":null,"linkPath":"imSorryISayIReal"},{"notIfConditions":null,"option":"\"No, no. What were you going to say?\"","ifConditions":null,"linkPath":"sheShiftsHerWeig"}]},"sheDeliveredTheM2":{"content":["She delivered the mail to the second floor. {job_research: As she weaved the cart through the rows of cubicles, she caught the eye of the young research assistant she encountered yesterday.  Although clearly absorbed in her work, she gave a curt nod before returning her gaze to the computer screen.}",{"divert":"whereTo1"},{"flagName":"ch4_delivertosecond"}]},"turnSheProcessed1":{"content":["{turn<5:She processed the mail.}{turn>2: Then the carrier arrived with the day's mail. It would need to be sorted.}",{"divert":"blankStitch5"}]},"rachelLooksOverj":{"content":["Rachel looks overjoyed.  \"Oh, thank you so much.  You're really saving my life here.\"",{"notIfConditions":null,"option":"Take the files to research.","ifConditions":null,"linkPath":"iHopBackOnTheEle"},{"notIfConditions":null,"option":"Check in with Ms. Landry.","ifConditions":null,"linkPath":"iTakeTheFilesHea"}]},"atThisPointYouFi":{"content":["At this point you figure any risk is worth taking if there's a chance it will get rid of this migraine. You pop open the bottle and immediate take two pills.  It's one more than the recommended dosage but you're desperate for relief.  You make your way to the kitchen and slump down at the table.  And you wait.",{"divert":"eventuallyThePai"}]},"sheWasAboutToPre":{"content":["She was about to press the button to the executive floor but paused. {job_pa:Why on earth would she be heading up there.  That's where the partners in the firm work.  They and their minions.  She recalled working there for some reason.} She shook her head and took a couple of breaths.  No, that was not where she worked.  And with that she gazed back down at the row of elevator buttons.",{"notIfConditions":null,"option":"Go to Research department.","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"chlateTheElevato"},{"notIfConditions":null,"option":"Go to Mail room.","ifConditions":[{"ifCondition":"mood = 0"}],"linkPath":"anotherShortEter"},{"ifCondition":"mood = 0"}]},"youPrintOffACopy":{"content":["You print off a copy of her birth certificate, along with a couple of pages detailing the case and the transfer of the title to Canard. Nothing to do now but...",{"notIfConditions":null,"option":"Wait.","ifConditions":null,"linkPath":"youSitQuietlyRef"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"aBrightFlashItAl2"},{"notIfConditions":null,"option":"She felt someone calling.","ifConditions":null,"linkPath":"aBrightFlashItAl3"}]},"theDoorToTheFarm":{"content":["The door to the farmhouse is slightly ajar and the flickering light from the fireplace can be seen beyond.  ",{"divert":"itsBeenAGoodDayA"},{"flagName":"plg_fire"}]},"youCanGoNow":{"content":["\"You can go now.\"",{"divert":"sheBackedOutOfTh"}]},"imAlmostReadyBut":{"content":["/=\"I'm almost ready but we have to be sure. If you can find out who did it let me know and I'll take care of the rest.\"=/",{"divert":"youFeelYourHeadS"}]},"rachelContinuesI":{"content":["Rachel continues, \"It's just that everything that happened with Landry yesterday... I overheard it, you know.  What's going on?\"",{"notIfConditions":null,"option":"\"Don't worry about it.\"","ifConditions":null,"linkPath":"rachelDoesntLook"},{"notIfConditions":null,"option":"You feel someone calling.","ifConditions":null,"linkPath":"aBrightFlashAndA"},{"notIfConditions":null,"option":"She felt someone calling.","ifConditions":null,"linkPath":"aBrightFlashAndA1"}]},"closerWeCreepThe2":{"content":["/=\"Closer we creep.  The other knows what happened. Be ready to strike.\"=/",{"divert":"youDoYourJobWell2"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_toresearch"}]},"youNoticeThatThe":{"content":["You notice that the envelope is addressed the Adrienne Landry.  That won't do.  You cross it out and write /=Adrienne Canard=/ in its place.",{"notIfConditions":null,"option":"Leave for the third floor.","ifConditions":null,"linkPath":"youTakeAMomentTo"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"yourBrainFeelsLi"}]},"thankYouSoMuchIS":{"content":["\"Thank you so much,\" I say,  \"Let me know if you find anything.\" ",{"divert":"willDoSheSaysWit"}]},"asTheWomanApproa":{"content":["As the woman approached the secretary, she stopped.  \"Hey Rachel,\" she said, \"If Landry asks tell her I'm out running errands.\"",{"divert":"rachelTheSecreta"}]},"lookImNotComfort":{"content":["\"Look, I'm not comfortable with you as my personal assistant.  I can't prove anything either way but there's a circle of trust around here...   I'd like you to resign.  I'll give you a glowing recommendation and some leads at other firms. I don't know what you have against me, but I'd like to end this on amenable terms.\"",{"notIfConditions":null,"option":"\"Yes, ma'am.  I understand.\"","ifConditions":null,"linkPath":"msLandryLooksRel"},{"notIfConditions":null,"option":"\"Are you crazy? You can't do this!\"","ifConditions":null,"linkPath":"youreTellingMeWh1"}]},"youLeanBackInYou":{"content":["You lean back in your chair. That was an odd exchange.  But you can't shake the feeling you know her too.",{"notIfConditions":null,"option":"Look through the files.","ifConditions":null,"linkPath":"youCasuallyThumb"},{"notIfConditions":null,"option":"Research Adrienne Landry.","ifConditions":null,"linkPath":"youLogOntoTheHRD"}]},"theSecretaryHadA":{"content":["The secretary had already turned her attention back to the pile of papers on her desk. \"Yeah. Fine. Whatever.\"",{"divert":"sheGatheredUpThe1"}]},"iEnterAndSeeMsLa":{"content":["I enter and see Ms. Landry poised behind her desk.  She has a stern, icy look on her face.  I shut the door and begin to explain, \"Ms. Landry, Rachel said she needed help...\"",{"divert":"sitDownSheDemand"}]},"yelloworangeLigh":{"content":["Yellow-orange light flickers in and out of focus. Slowly, a picture emerges.  A place from the past.  A happy moment. The ocean, the beach, a bonfire.  Friends and beer. {mood>5:I am seventeen years old.}{mood=5:You are seventeen years old.}{mood<5:She was seventeen years old.}",{"divert":"thereArePeopleGa"}]},"okThatWasVeryWei":{"content":["Ok, that was very weird.  Did this woman know something about all these letters? How could she? No one knew.",{"divert":"sheEnteredTheMai"}]},"ohSaidTheWomanQu":{"content":["\"Oh,\" said the woman, \"Quite the delivery today.\"",{"divert":"sheNoddedSilentl"}]},"onTheBusRideHome":{"content":["On the bus ride home, my headache steadily gets worse.  By the time I reach my apartment we're in full on migraine territory.  Too nausiated to eat dinner or even look for painkillers, I shut off the lights, strip down and flop onto my bed.  The pulsing pain in my head gives way to a gray twilight of consciousness and then...",{"notIfConditions":null,"option":"Slumber","ifConditions":[{"ifCondition":"plg_fire"}],"linkPath":"cHAPTER4"},{"notIfConditions":null,"option":"Slumber","ifConditions":[{"ifCondition":"plg_algae"}],"linkPath":"cHAPTER3"},{"notIfConditions":null,"option":"Slumber","ifConditions":[{"ifCondition":"plg_drown"}],"linkPath":"cHAPTER2"}]},"youSitQuietlyRef":{"content":["You sit quietly, reflecting on the lengths you have gone to right this wrong.  You're certain grandfather wouldn't approve, but like it or not, you're going to see this through. You hear the sound of a cart rolling down the hallway.",{"notIfConditions":null,"option":"Greet her.","ifConditions":null,"linkPath":"sheArrivedInTheR"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"overcomeBySicken1"}]},"youArriveAndRach":{"content":["You arrive and Rachel immediately lets you in to meet with me. \"It's all in here,\" you say as you hand me the envelope. \"Good luck,\" you say. And then you're gone.",{"divert":"iHeadOverToLandr"}]},"itsNothingFancyE":{"content":["It's nothing fancy; exactly how he would have wanted it.  In fact, it was all planned out and paid for long ago as he didn't want anyone making a fuss.",{"divert":"aVoiceFromTheBac"}]},"somethingChurnsT":{"content":["Something churns the water from below causing the luminous algae to swirl and mix in hypnotic patterns. The pulsing light moves in rhythm with the ripples on the pond. Moving outward and outward to a steady beat.  A thumping that's impossible to ignore...",{"notIfConditions":null,"option":"Wake up.","ifConditions":null,"linkPath":"cHAPTER1"},{"flagName":"plg_algae"},{"flagName":"mood = 5"}]},"youPauseAdrienne":{"content":["You pause. Adrienne Landry is one of the senior partners.  You understand she blazed her way to the top.  However, you haven't dug around in her backyard yet. This might be a good opportunity to kill two birds with one stone.  \"Sure,\" you say, \"What do you need?\"",{"divert":"sheNeedsSomeoneT"}]},"theElevatorDoors":{"content":["The elevator doors opened and she made her way to the mail room.  She walked over to her desk and clocked in.  It would be a while before the morning mail arrived, but there was coorespondance from late yesterday that needed processing. So she busied herself with that.",{"notIfConditions":null,"option":"Process the mail.","ifConditions":null,"linkPath":"sheCarefullyAndM"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"aJoltOfHeadsplit2"},{"notIfConditions":null,"option":"You feel someone calling.","ifConditions":null,"linkPath":"aJoltOfHeadsplit"}]},"youGetUpThinking":{"content":["You get up thinking about the dream.  The pieces are almost together.  Just one last thing to figure out. Why did Landry fight to hard to get the land?  What's her angle? You know you'll have to dig around one last time.",{"divert":"sheSlowlyFadedBa"},{"ifCondition":"mood = 5"}]},"nowSheWasThoroug":{"content":["Now she was thoroughly confused.  Have it? Have what? She looked down at the parcel in her hand.  It was a rather thick manila envelope from city hall. It was addressed to the cubicle number but not the woman.  She silently handed it over.",{"divert":"theWomanLookedPl"}]},"chlateTheElevato":{"content":["{ch1_late:The elevator doors open to reveal an open plan office already buzzing with activity.  You walk swiftly past rows and rows of cubicals with your head down, hoping no one notices your tardiness.}{!ch1_late:You exit the elevator and see that the office is still nearly empty.  You can hear the infrequent tapping of computer keyboards coming from the cubicles of a few early risers.} You make your way over to your desk, sit down, and flip on your computer. ",{"divert":"asAResearchAssis"},{"flagName":"ch1_didresearchjob"},{"pageNum":4},{"pageLabel":" Chapter 2.2"}]},"sheClawedAtTheCa":{"content":["She clawed at the cabinet door several times before finally getting it open, but found nothing at all useful. ",{"divert":"blankStitch1"},{"ifCondition":"mood < 5"}]},"zingItHitsMeLike":{"content":["Zing! It hits me like a lightening bolt. It's starting to make sense.  I don't have all of the pieces, but I'm obviously in the same room as the bitch who helped destroy the farm. But what to do next? I decide to be ambiguous.",{"notIfConditions":null,"option":"\"That's horrible.\"","ifConditions":null,"linkPath":"youreTellingMeWh"},{"notIfConditions":null,"option":"\"That's horrible.\"","ifConditions":null,"linkPath":"horribleSheChuck"}]},"sheRolledHerNowE":{"content":["She rolled her now empty cart back to the mail room and tidied things up.  After punching out she grabbed her coat and made her way back to the bus stop and to home.",{"divert":"jobresearchOnThe"}]},"iGrabMyCoatAndRu":{"content":["I grab my coat and rush out the door.  I don't want to be late and the buses can be so unpredictable. About a block from my building is a small park. It's nothing fancy, but for the neighborhood kids it's a great place to run around and play. For months the city has been pushing to remove it and sell of the land to a private developer.  This morning, I can see that they are going ahead with the plan.  City workers are busy cutting down the trees and hauling them off. They've also started to erect a fence around the whole park. Must be a pretty big operation.",{"divert":"youQuicklyFinish"},{"ifCondition":"mood > 5"}]},"iDepartFromTheBu":{"content":["I depart from the bus, venture past the work crew still chipping away at the land, and into the safety of my apartment. For the remainder of the day and well into the night I try to think about my next move, but nothing comes.  I grow tired and am finally overcome by...",{"notIfConditions":null,"option":"Sleep.","ifConditions":null,"linkPath":"cHAPTER6"}]},"afterAMomentTheD":{"content":["After a moment, the doors slide open and you disembark from the elevator.  On the way to your cubicle you realize that you need to step it up.{job_mail: The girl from the mail room thought I'd be further along. A cryptic comment, but it rings true.  You should be further along.}  {ch1_readletter: And although you don't fully understand what the letter meant, something in your gut tells you it's important.}{job_pa: You feel that the files that young woman gave should provide some insight.} {job_research: So far, you've found nothing of note. You're going to have to try harder.} {ch1_delivertoresearch: When you arrive at your desk you see that there's a thick, sealed manila envelope.  It's addressed to the firm and routed to your cubical number.  It's from city hall.}",{"divert":"youturnAgainCons"},{"flagName":"mood = 5"},{"flagName":"turn = 0"},{"pageNum":12},{"pageLabel":" Chapter 4.2"}]},"yeahWhateverImDo":{"content":["\"Yeah, whatever.\" I'm done here.",{"divert":"onTheBusRideHome2"}]},"fightingThroughT":{"content":["Fighting through the agony you manage to get the door to the cabinet open.  But there's nothing beyond adhesive bandages and some topical creams.  You slam the cabinet shut.",{"divert":"sheClawedAtTheCa"},{"ifCondition":"mood = 5"}]},"rachelLooksLikeS":{"content":["Rachel looks like she's about to protest but thinks better of it. \"You're right. I didn't have a clue what I was doing. Thanks.\"",{"divert":"iHopBackOnTheEle"}]},"sitDownSheDemand":{"content":["\"Sit down,\" she demands, \"And listen to me very carefully.\"  I sit in the chair across from her.  As I do she rises and moves so that she's hovering over me, forcing me to look up.",{"divert":"didItOccurToYouT"}]},"youQuicklyFinish":{"content":["You quickly finish up and head out, eager to make it to the bus stop on time.  As you round the corner on the way to the bus, you stop dead in your tracks.  The neighborhood park is overrun with city workers. The sound of revving chainsaws strongly suggests that the city council finally got their wish. The park, a place where so many families take their children to play is being bulldozed so a private developer can put up God knows what. Closer inspection reveal a long fence being erected around the whole park. It must be a pretty big operation.",{"divert":"sheShutOffTheLig"},{"ifCondition":"mood = 5"}]},"headBackDownOnTh":{"content":["Head back down on the pillow she gazed about the dim bedroom for a moment before rolling over on her side; covers nearly over her head. Was it Monday?  Yes it was.  Here she was with a newly minted job. Only a couple of months in and she was already dreading the work week.  Another glamorous work week in the mail room, delivering important things to important people sitting around in their important offices. For a moment she considered showering to at least feign an interest in being presentable, as her boss might say, but shrugged it off. What's the point? It's not like anyone would notice anyway. And that's really what she needed; to be invisible. To blend into the background. She worked best under the radar.",{"notIfConditions":null,"option":"Breakfast.","ifConditions":null,"linkPath":"iFigureIveGotEno"},{"notIfConditions":null,"option":"Coffee.","ifConditions":[{"ifCondition":"mood > 5"}],"linkPath":"iFixMyselfAPipin"},{"notIfConditions":null,"option":"Coffee.","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"afterALongSlowSl"},{"notIfConditions":null,"option":"Coffee.","ifConditions":[{"ifCondition":"mood < 5"}],"linkPath":"sheTookAFewSipsO"},{"flagName":"job_mail"},{"ifCondition":"mood = 0"}]},"evenACogInTheMac1":{"content":["/=\"Even a cog in the machine is necessary to keep the machine running.\"=/",{"divert":"beObservantWeWil1"},{"ifCondition":"ch1_didmailjob"},{"notIfCondition":"ch1_delivertoresearch"}]},"grandfatherFrown":{"content":["Grandfather frowns. \"That's not like you.  You've always had such drive.  You need to make the most of this blessing. Your mother... We couldn't afford to send her.\"",{"divert":"forAMomentGrandf"}]},"itsDarkAndQuietT":{"content":["It's dark and quiet.  The air smells of salt, of decomposing plant life, and of stale beer? Gradually, a moment comes into focus.  It's a shallow cave on an quiet stretch of ocean beach near the farm.  On the walls is a smattering of half-hearted rural graffiti. Something bored teenagers would write. The floor of the cave is littered with bits of trash and broken beer bottles. This a favorite hangout of the townies and a very familiar memory. {mood > 5:I am seventeen.}{mood = 5: You are seventeen.}{mood < 5:She was seventeen.}",{"divert":"theMuffledSoundO"}]},"hiINeedALittleHe":{"content":["\"Hi.  I need a little help on a project for Ms. Landry.\"",{"divert":"youPauseAdrienne"}]},"youFingersHoverO":{"content":["You fingers hover over the panel.  You're having a hard time focusing.  Where were you going again? What are you doing here anyway? You begin to feel lightheaded.  You close your eyes and stab at the panel, confirming that you are heading to the third floor and my job as the executive assistant to Landry... Ms. Landry. The doors slide shut and off you go.",{"divert":"sheSteadiedHerse"},{"ifCondition":"mood = 5"}]},"itWouldBeAWhileB":{"content":["It would be a while before the mail arrived for the day. But there was always the correspondence from late yesterday that needed processing. ",{"notIfConditions":null,"option":"Process mail.","ifConditions":null,"linkPath":"blankStitch"}]},"hisEyeStareOffIn":{"content":["His eye stare off into the distance. He mutters, \"Oh right.  I forgot. Yes, of course. A shame.  What a shame.\"",{"divert":"theRoomBeginsToL"}]},"theFireIsDyingTh":{"content":["The fire is dying.  The people are leaving. There's only one way to go./==/",{"notIfConditions":null,"option":"Walk along the beach.","ifConditions":null,"linkPath":"itsLateTheOnlyIl"}]},"aJoltOfHeadsplit":{"content":["A jolt of head-splitting pain and suddenly...",{"divert":"perhapsItsBestTo"}]},"yesThatWasMyMaid":{"content":["\"Yes, that was my maiden name.\" She looks confused.",{"divert":"doYouLoveYourFam"}]},"itsJustAsWell":{"content":["\"It's just as well.\"",{"divert":"hePutsTheFolderD"}]},"grandfatherWasNe":{"content":["Grandfather was never very specific.  ",{"divert":"didntYouEverWond"}]},"thereAreOthersOn1":{"content":["/=\"There are others on the same path as you. Be ready to serve her in her time of need.\"=/",{"divert":"evenACogInTheMac1"},{"ifCondition":"ch1_didresearchjob"},{"ifCondition":"ch1_readletter"}]},"sheGatheredUpThe2":{"content":["She gathered up the rest of the deliveries and place them into the cart, just as she had done nearly every day here at the firm.  Then she proceeded to the elevator. She had only one stop today.",{"notIfConditions":null,"option":"To the second floor.","ifConditions":null,"linkPath":"sheArrivedInTheR"},{"notIfConditions":null,"option":"I feel a calling.","ifConditions":null,"linkPath":"overcomeBySicken1"},{"notIfConditions":null,"option":"You feel a calling.","ifConditions":null,"linkPath":"overcomeBySicken"}]},"cHAPTER6":{"content":["*-CHAPTER 5-*",{"divert":"punctuatedStitch6"},{"pageNum":14},{"pageLabel":"Chapter 5"}]},"willDoSheSaysWit":{"content":["\"Will do,\" she says with a wink. \"I'll contact you directly.  Wouldn't want Landry to find out.\"",{"divert":"asIWalkBackToThe"}]},"onTheBusRideHome2":{"content":["On the bus ride home I experience a strange sense of clarity.  Despite what just happened, I feel I'm on the cusp of truly understanding what I've been trying to accomplish. The farm... my home is gone. Grandfather fought tooth and nail for all the good it did. Acquired in the name of the public good.  I didn't know enough then to do anything, but now I understand that sometimes sacrifices do need to be made.",{"divert":"iDepartFromTheBu"}]},"couldYouComeInHe":{"content":["\"Could you come in here please! Now!\"",{"divert":"theYoungLooksExt"}]},"sheRolledHerCart":{"content":["She rolled her cart through the hallways and corridors that made up what she liked to call the /=Executive Level=/.  All of the partners in the firm had offices up here.",{"divert":"sheMadeHerWayDow"},{"flagName":"ch1_thirdmail"}]},"theresAFlashOfWh2":{"content":["There's a flash of white and a searing pain. Once again, she was herself.",{"divert":"theElevatorDoors"}]},"itsVeryDarkAndIn":{"content":["It's very dark and in this panicked state it's difficult to know which direction to run. Tree branches whip by. Slippery moss underfoot. No path.  There's no path.  And he appears.",{"divert":"theFigureStepsIn"}]},"itsQuietThePainS":{"content":["It's quiet.  The pain subsides, gradually replaced by the gentle rhythmic crashing of ocean waves breaking on the beach. The sea foam residue glistens in the moonlight. No friends and no parties tonight.  Just solitary contemplation.  {mood>5:I am seventeen years old.}{mood=5:You are seventeen years old.}{mood<5:She was seventeen years old.}",{"divert":"solitudeHasItsAd"}]},"sheClosedAndLock":{"content":["She closed and locked the door to her apartment and began the short journey to the nearest bus stop.  Once again, she passed by workers busy tearing apart the neighborhood park.  It made her feel angry and powerless.",{"notIfConditions":[{"notIfCondition":"ch1_yelled"}],"option":"Yell at workers","ifConditions":null,"linkPath":"chyelledAndIJust"},{"notIfConditions":null,"option":"Yell at workers again","ifConditions":[{"ifCondition":"ch1_yelled"}],"linkPath":"chyelledAndIJust"},{"notIfConditions":null,"option":"Continue on to the bus stop","ifConditions":null,"linkPath":"butIFigureTheres"}]},"didItOccurToYouT":{"content":["\"Did it occur to you that perhaps I want Rachel to work on this solo?  That maybe I don't want you to bother {!ch1_helprachel:the research department} with something so trivial?\"",{"notIfConditions":null,"option":"\"No, Ma'am.\"","ifConditions":null,"linkPath":"herEyesSoftenLoo"},{"notIfConditions":null,"option":"\"But Rachel said you were really upset and that this seemed urgent.\"","ifConditions":null,"linkPath":"iImmediatelySeeT"},{"flagName":"ch1_chewedout"}]},"iLeaveMyApartmen":{"content":["I leave my apartment and start walking towards the bus stop. The destructive work continues in what was once the neighborhood park.  Workers and yellow machines swarm the place like ants on the corpse of a defeated foe. Methodically picking away at the living greenery. It still makes me angry.",{"notIfConditions":[{"notIfCondition":"ch1_yelled"}],"option":"Yell at workers","ifConditions":null,"linkPath":"chyelledAndIJust"},{"notIfConditions":null,"option":"Yell at workers again","ifConditions":[{"ifCondition":"ch1_yelled"}],"linkPath":"chyelledAndIJust"},{"notIfConditions":null,"option":"Continue to bus stop","ifConditions":null,"linkPath":"butIFigureTheres"}]},"chdidpajobSometh":{"content":["{ch1_didpajob: Something's not right. I'm fairly positive Ms. Landry is the one. I need to stay in her good graces for just a little while longer. And I can't shake the feeling that someone is trying to help me.}{ch1_didresearchjob: I'm so confused. I remember working down in the research department.  I was looking for the person responsible. At least I think that's what I was doing.  Was it a dream? It had to be. I work for Ms. Landry. I'm her personal assistant.}{ch1_didmailjob: I'm not sure I can wrap my head around what's going on.  I vividly remember working in the mail room of all places. A tedious job only made palatable by the promise of some kind of reward. But how can that be? I work for Ms. Landry. I'm her personal assistant.} In any event, I need to get moving and hopefully clear my head along the way. After all, I have a job to do.",{"divert":"chdidpajobYouSha"},{"ifCondition":"mood > 5"}]},"youDoYourJobWell2":{"content":["/=\"You do your job well, but we are here to help you.  And you are not alone.  We are not alone.\"=/",{"divert":"thereAreOthersOn2"},{"ifCondition":"ch1_didresearchjob"},{"notIfCondition":"ch1_readletter"}]},"sheDeliveredTheM":{"content":["She delivered the mail to the first floor.",{"divert":"whereTo"},{"flagName":"ch1_firstmail"}]},"cHAPTER4":{"content":["*-CHAPTER 3-*",{"divert":"punctuatedStitch4"},{"pageNum":8},{"pageLabel":" Chapter 3.1"}]},"indeedIReplyIfAn":{"content":["\"Indeed,\" I reply.  \"If anyone comes looking for me, send them over to my desk.\"",{"divert":"rachelReturnsToH"}]},"youPullTheLetter":{"content":["You pull the letter out of your desk draw and open it. Inside is a tersely written note: /=\"I'm almost ready but we have to be sure. If you can find out who did it let me know and I'll take care of the rest.\"=/",{"divert":"youAssumeItsFrom"},{"flagName":"ch4_readletter"}]},"msLandryLooksRel":{"content":["Ms. Landry looks relieved. \"That's a good girl. Take the rest of the day. You can deliver me your resignation and clear out your things tomorrow.\"",{"divert":"iLeaveHerOfficeA1"},{"flagName":"ch4_resigned"}]},"wellYeahOKSheSay":{"content":["\"Well, yeah. OK,\" she says, \"Hand the stuff over and I'll see what I can do.\"",{"divert":"thankYouSoMuchIS"}]},"iLeaveHerOfficeA1":{"content":["I leave her office and walk out towards the elevator.  Rachel must have heard that last bit.  She staring at me, slack jawed. ",{"divert":"onTheBusRideHome2"}]},"andSoHerDayBegan":{"content":["And so her day began.  Again the same as before.  The mail needed to be processed, sorted and delivered to the right people.",{"divert":"blankStitch5"},{"flagName":"mood = 0"},{"flagName":"turn = 0"},{"pageNum":11},{"pageLabel":" Chapter 4.3"}]},"chlateIBrushPast":{"content":["{!ch1_late:I brush past the workers and arrive at the stop in plenty of time to catch my bus. A quick ride later and I'm on my way into the office.}{ch1_late:I pick up the pace, but it's no use. The bus pulls away and I'm stuck waiting for the next one.  It eventually comes and moments later, I arrive at the building.} I give the receptionist a quick nod before I enter the elevator and consider the buttons before me.",{"divert":"spanIdlogicchlat"},{"ifCondition":"mood > 5"}]},"punctuatedStitch":{"content":["_____________________________________",{"divert":"grandfatherWillB"}]},"cHAPTER2":{"content":["*-CHAPTER 3-*",{"divert":"punctuatedStitch2"},{"pageNum":6},{"pageLabel":" Chapter 3.3"}]},"streetlampsGiveT":{"content":["Streetlamps give the road an unnatural orange glow. It's quite late and there are no cars in sight making the journey home quiet and lonely.",{"divert":"soonTheTurnoffTo"}]},"iHopBackOnTheEle":{"content":["I hop back on the elevator and punch the button to the archives.  That's where most of the support staff help the legal teams at the firm build their cases.  The doors open and I step out into a large room.  The working day is in full swing and I can hear a hum of activity from the dozens of cubicles arranged in neat rows.",{"divert":"myEyesScanTheRoo"},{"flagName":"ch1_toresearch"}]},"startledYouLookU":{"content":["Startled, you look up to see a young woman standing over you.  She's pretty. She looks about your age. Very professional attire.  Too young to be an attorney.  Must be an assistant. \"Yes?\" you say.",{"divert":"hiINeedALittleHe"}]},"imReadyYouReplyS":{"content":["\"I'm ready,\" you reply. She hands you an envelope tainted with a white powder. Then she's gone.",{"notIfConditions":null,"option":"Deposit the evidence.","ifConditions":null,"linkPath":"youGrabThePrinto"},{"notIfConditions":null,"option":"I feel something calling.","ifConditions":null,"linkPath":"outOfOneConscion"}]},"nowAsFarAsThePro":{"content":["\"Now as far as the property goes, the only thing left is quarter or so acre where the home sits, but...\"",{"notIfConditions":null,"option":"\"But what?\"","ifConditions":null,"linkPath":"hePutsTheFolderD"},{"notIfConditions":null,"option":"\"I'm not interested in the land anymore.\"","ifConditions":null,"linkPath":"itsJustAsWell"}]},"msLandryNeedsSom":{"content":["\"Ms. Landry needs someone to go through these records and look for some pattern of calls to and from these numbers here. She dumped this all on her secretary and I don't think she will be able to make heads or tails of it.\"",{"divert":"iSeeThatForABrie"}]},"butWhatsAllThisG":{"content":["\"But what's all this got to do with me.\"",{"divert":"iCantBeSureButAl"}]},"asThePaleMoonPee":{"content":["As the pale moon peeks out from the clouds, an eerie yet beautiful glow is cast over the pond.  The algae on the surface appear alive with greens and yellows.",{"divert":"somethingChurnsT"}]},"deepBreathAndDow":{"content":["Deep breath and down.  The floor of the pond was there just moments ago, wasn't it?  But now the descent feels endless. Down past slimy plants and rotting fish.  The water feels thick.  The faint moonlight from above rapidly dims.  Blackness sets in.  It would make sense to swim to the surface, but it's really not so bad down here.  Is this what it's like to drown? It's quiet and comfortable.  And the less inviting option would be to...",{"notIfConditions":null,"option":"Wake up.","ifConditions":null,"linkPath":"cHAPTER1"},{"flagName":"mood = 0"}]},"grandfatherWillB":{"content":["Grandfather will be upset it's taken this long to come home from school, but the pavement was just too hot and the shallow brook too inviting. Besides, he never stays mad for very long.  Most times.",{"divert":"inTheFallowField"}]},"asYouContinueToL":{"content":["As you continue to look over the file is becomes apparent that many of the numbers are to various state and local government agencies such as the department of environmental conservation, the department of development, the department energy, and others.  There doesn't appear to any pattern here although it's likely the caller was looking for information on something.",{"divert":"youRubYourForehe"}]},"withoutThinkingY":{"content":["Without thinking you nearly press the button to the lower levels of the building.  That's where much of the office staff go about their business. {job_mail:You're not sure what possessed you to almost hit that button, but you sense some nagging feeling that you actually belong down there.} Taking a deep breath and clearing your head, you make what's obviously the correct choice.",{"notIfConditions":null,"option":"Go to the Partners' floor.","ifConditions":[{"ifCondition":"mood = 10"}],"linkPath":"aShortRideLaterA"},{"notIfConditions":null,"option":"Go to Research department.","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"chlateTheElevato"},{"ifCondition":"mood = 5"}]},"sheNoddedSilentl":{"content":["She nodded silently.  Something about her tone was off.  ",{"divert":"wellYouCanGoHead"}]},"punctuatedStitch7":{"content":["_____________________________________",{"divert":"iEmergeFromTheDr"}]},"youCrackOpenTheL":{"content":["You crack open the large envelop and deposit the contents onto your desk.  It's copies of documents you had requested from the town clerk some time ago. Now that you have these, you don't need to deal with their crappy website.",{"divert":"youSiftThroughTh"},{"flagName":"turn + 1"},{"flagName":"ch4_searchedmanila"},{"flagName":"ch4_searchedweb"}]},"rachelIsHereSitt":{"content":["Rachel is here, sitting at her desk. {!ch1_didpajob: She's Ms. Landry's secretary. Pleasant, if not too bright.} {ch1_toresearch: Right now she appears to be surfing the internet. I guess she doesn't have nuch to do.}{!ch1_toresearch:Right now, she appears to be sifting through a large stack of papers. She doesn't look all that happy about it.}",{"notIfConditions":null,"option":"Say hello.","ifConditions":null,"linkPath":"hiRachelEverythi"},{"notIfConditions":null,"option":"Continue on to your desk.","ifConditions":null,"linkPath":"iBrushPastHerEag"}]},"iShuffleSomePape":{"content":["I shuffle some papers and re-position some pens.  I can hear Rachel speaking with someone. It must be you.",{"divert":"youArriveAndRach"},{"notIfCondition":"ch4_resigned"},{"notIfCondition":"ch4_fired"}]},"youQuicklyExitTh":{"content":["You quickly exit the elevator and head straight to your desk.  Something had been nagging at the corners of your mind.  Landry led the eminent domain case again your grandfather's land. But why? What was in it for her. You decide to see if there's something in her past that might shed some light on this.",{"notIfConditions":null,"option":"Poke around.","ifConditions":null,"linkPath":"perhapsItsBestTo"},{"notIfConditions":null,"option":"I feel someone calling.","ifConditions":null,"linkPath":"aJoltOfHeadsplit2"},{"notIfConditions":null,"option":"She felt someone calling.","ifConditions":null,"linkPath":"aJoltOfHeadsplit3"}]},"sheLooksBackAndC":{"content":["She looks back and cuts you off. \"I know who you are.\" She then disappears down the hall.",{"divert":"youLeanBackInYou"}]},"unnervingLikeThe":{"content":["Unnerving.  Like the image in a mirror, the figure appears to be countering every move made to avoid him.  Him?  Yes, it's a him.  Closer now.  The figure is holding something in his hands.",{"notIfConditions":null,"option":"Look closer.","ifConditions":[{"ifCondition":"flowers"}],"linkPath":"theFigureExtends"},{"notIfConditions":null,"option":"Make a run for it.","ifConditions":null,"linkPath":"aSurgeOfAdrenali"},{"notIfConditions":null,"option":"Look closer.","ifConditions":[{"ifCondition":"axe"}],"linkPath":"theFigureStepsIn"}]},"openItAndIThinkY":{"content":["\"Open it and I think you'll understand.\"",{"divert":"sheNervouslyTear"}]},"iWillGoToTheOffi":{"content":["I will go to the office and I will wait for the right moment.",{"divert":"youGetUpThinking"},{"ifCondition":"mood > 5"},{"notIfCondition":"ch4_fired"},{"notIfCondition":"ch4_resigned"}]},"thereUsedToBeFie":{"content":["There used to be fields running up and down along this trail.  At one time growing corn and pumpkins. Sometimes beans. Now the weeds can scarcely grow as man and machinery have been busy developing the land.  Great holes scar the fields like pockmarks. A well-traveled road leads towards the abandoned farmhouse while in between two fields, a small hill covered in tall yellow grass can be seen.",{"notIfConditions":null,"option":"To the hill.","ifConditions":null,"linkPath":"trudgingToTheTop"},{"notIfConditions":null,"option":"Follow the road.","ifConditions":null,"linkPath":"greatYellowMachi"}]},"theManBreaksInTo":{"content":["The man breaks in to a smile. \"It's just that I expected a fireball like him to have a longer lasting legacy. You know what I mean?\"",{"notIfConditions":null,"option":"\"No, I don't.\"","ifConditions":null,"linkPath":"hisVisageDarkens"},{"notIfConditions":null,"option":"\"Can you please leave?\"","ifConditions":null,"linkPath":"hisVisageDarkens"}]},"iEmergeFromTheDr":{"content":["I emerge from the dream ready to take on the task before me. {ch4_fired: I will go to the office and pick up my things, but not before paying Landry one last visit.}{ch4_resigned: I will go to the office but I don't need to write a letter of resignation. I know that one will be provided for me. Landry will get what she wants and what she deserves.}",{"divert":"iWillGoToTheOffi"},{"ifCondition":"mood > 5"}]},"andHowsTheFarmKe":{"content":["\"And how's the farm?  Keeping up with the place?\"",{"divert":"whatDoesHeMeanDo"}]},"punctuatedStitch5":{"content":["_____________________________________",{"divert":"godThePainInMyHe"}]},"hePutsTheFolderD":{"content":["He puts the folder down. \"They're going to take it. The rest of it. They are already going about transfering ownership.",{"notIfConditions":null,"option":"\"Who is?\"","ifConditions":null,"linkPath":"theStateHowMuchD"},{"notIfConditions":null,"option":"\"To whom?\"","ifConditions":null,"linkPath":"dontKnowNotExact"}]},"sheSlippedOutOfT":{"content":["She slipped out of the bed and got dressed.  She then rummaged around under her bed until she found a plastic box.  Inside the box was a small, sealed glass vial filled with a white powder.  It took her a long time to get this.",{"notIfConditions":null,"option":"I leave for work.","ifConditions":[{"ifCondition":"ch6_i"}],"linkPath":"asIWalkAlongTheS"},{"notIfConditions":[{"notIfCondition":"ch6_i"}],"option":"I leave for work.","ifConditions":null,"linkPath":"aWhiteHotPainSho"},{"notIfConditions":null,"option":"You leave for work.","ifConditions":[{"ifCondition":"ch6_you"}],"linkPath":"asIWalkAlongTheS"},{"notIfConditions":[{"notIfCondition":"ch6_you"}],"option":"You leave for work.","ifConditions":null,"linkPath":"aWhiteHotPainSho1"},{"notIfConditions":null,"option":"She left for work.","ifConditions":[{"ifCondition":"ch6_she"}],"linkPath":"asIWalkAlongTheS"},{"notIfConditions":[{"notIfCondition":"ch6_she"}],"option":"She left for work.","ifConditions":null,"linkPath":"aWhiteHotPainSho2"},{"flagName":"ch6_vial"},{"ifCondition":"mood < 5"}]},"yourBrainFeelsLi":{"content":["Your brain feels like it's going to burst...",{"divert":"youArriveAndRach"}]},"sheReachedOutAnd":{"content":["She reached out and absentmindedly pushed the button to her floor.  The elevator doors quietly closed and the slow ride to her job in the mail room commenced.",{"divert":"andSoHerDayBegan"},{"ifCondition":"mood < 5"}]},"doYouLoveYourFam":{"content":["\"Do you love your family?\" I ask.",{"divert":"whatsThisAllAbou"}]},"soonTheForestThi":{"content":["Soon the forest thins to reveal the edge of the farm and beyond that the comforting lights of the farmhouse.",{"notIfConditions":null,"option":"Go home.","ifConditions":null,"linkPath":"theDoorIsUnlocke"}]},"herMindDriftsBac":{"content":["Her mind drifts back to the dream. Usually they fade so fast. But this time the dream stays with her. In bits and pieces she remembers growing up on the farm.  It was not by her choosing, but after her parents were killed, there was nowhere else to go. Her grandparents were her only living relatives, so they took her in and kept her safe.{flowers:  There were lots of flowers in the fields in and around the farm.  She remembers gathering them and placing them on Gran's grave. She never understood why she did it.  It just what people were supposed to do.} The memories started flooding back now.  Dusty recollections she had long put away tumbled out.{tree = 1: The hill.  The tree. She used to go up there to be alone.}  {tree = 2: The old elm was the perfect spot to hang out.  From up there she could see someone approaching from any direction.}  {plg_fire: And then there was home. Grandfather's pride and joy. The farmhouse. She snorted. That dreary old shithole.  It went to hell after Gran passed and it wasn't that great to begin with. They would always have a fire going to keep the chill off, they said.  All she can remember is the stifling heat and the choking smell of smoke and soot.}  {plg_algae: She remembers finding solace in the pond. She would toss bits of bread out to the family of ducks living there.  Even if she didn't have anything to feed them, they would still swim close by. And even after it all went to hell there was a sense of nature putting things right. }  {plg_drown: She remembers finding solace in the pond. She would toss bits of bread out to the family of ducks living there.  Even if she didn't have anything to feed them, they would still swim close by. She didn't know how to swim, but that didn't stop her from trying. Grandfather was furious, \"You could have drown!\" Sometimes she wishes she knew where the ducks had gone.}    ",{"notIfConditions":null,"option":"Get up.","ifConditions":null,"linkPath":"iQuicklyGetOutOf"},{"ifCondition":"mood < 5"}]},"iDontKnowHowToRe":{"content":["I don't know how to respond. If she's in fact the one responsible for the farm, I need to know why. Why did she do it.",{"divert":"lookImNotComfort"}]},"forAMomentGrandf":{"content":["For a moment grandfather appears to go inwards. Moments later he emerges. \"And how's that boy you've been seeing?\"",{"notIfConditions":null,"option":"\"We broke up.\"","ifConditions":null,"linkPath":"thatsTooBadHeDoe"},{"notIfConditions":null,"option":"\"He's fine.\"","ifConditions":null,"linkPath":"heSeemsLikeANice"}]},"sheShutOffTheLig":{"content":["She shut off the lights and left her apartment.  It wasn't a long walk to the bus stop, but she figured she should make some effort to get their on time. Just as the brisk walk was helping clear the cobwebs of sleep from her head, she noticed the acrid smell of exhaust.  Looking down the street she saw city workers clad in orange vests and hard hats busy dismantling the neighborhood park.  Chainsaws were busy chewing through centuries old trees while a sturdy fence was being erected around the whole park./==/",{"notIfConditions":null,"option":"Yell at the workers","ifConditions":[{"ifCondition":"mood > 5"}],"linkPath":"theWholeThingSee"},{"notIfConditions":null,"option":"Yell at the workers","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"youCallOutToTheC"},{"notIfConditions":null,"option":"Yell at the workers","ifConditions":[{"ifCondition":"mood < 5"}],"linkPath":"sheWasAboutToRai"},{"notIfConditions":null,"option":"Continue to the bus stop","ifConditions":null,"linkPath":"chlateIBrushPast"},{"ifCondition":"mood < 5"}]},"theWomanExpelled":{"content":["The woman expelled an audible grunt of disgust. \"Yeah, whatever.\" And then disappeared down the hall.",{"divert":"sheFinishedHerRo"}]},"whereTo1":{"content":["Where to?",{"notIfConditions":[{"notIfCondition":"ch4_delivertofirst"}],"option":"Deliver mail to First Floor.","ifConditions":null,"linkPath":"sheDeliveredTheM1"},{"notIfConditions":[{"notIfCondition":"ch4_delivertosecond"}],"option":"Deliver mail to Second Floor.","ifConditions":null,"linkPath":"sheDeliveredTheM2"},{"notIfConditions":[{"notIfCondition":"ch4_delivertothird"}],"option":"Deliver mail to Third Floor.","ifConditions":null,"linkPath":"sheExitedTheElev"},{"notIfConditions":null,"option":"Finish work for the day.","ifConditions":[{"ifCondition":"ch4_delivertofirst"},{"ifCondition":"ch4_delivertosecond"},{"ifCondition":"ch4_delivertothird"}],"linkPath":"sheReturnedToThe"}]},"youBlindlyChipAw":{"content":["You blindly chip away at the records page on the town website, but it's so poorly constructed that even the most basic searches don't turn up much.",{"divert":"youDoManageToCon"},{"flagName":"turn +1"},{"flagName":"ch4_searchedweb"}]},"punctuatedStitch3":{"content":["____________________________________*--*",{"divert":"itsQuietThePainS"}]},"youGrabYourThing":{"content":["You grab your things, head out the door, and being briskly walking up the street.  Again you approach the park (or what used to be the park) swarming with workers dismantling what once was a beautiful space.  And it still makes you angry.",{"notIfConditions":[{"notIfCondition":"ch1_yelled"}],"option":"Yell at workers","ifConditions":null,"linkPath":"chyelledAndIJust"},{"notIfConditions":null,"option":"Yell at workers again","ifConditions":[{"ifCondition":"ch1_yelled"}],"linkPath":"chyelledAndIJust"},{"notIfConditions":null,"option":"Continue to bus stop","ifConditions":null,"linkPath":"butIFigureTheres"}]},"aNewScene":{"content":["A new scene.  ",{"divert":"memoriesEruptFro"}]},"asSheTurnedToLea":{"content":["As she turned to leave, the door to office opened and the a young, professionally attired woman appeared. She remembered her as the one who commented knowingly on the mail. ",{"divert":"thisTimeTheWoman"}]},"byTheTimeYouReac":{"content":["By the time you reach your apartment, the headache has reached epic proportions. You don't even bother fumbling for the light switch.  Instead you make a beeline for your bedroom and the relative comfort of a cool pillow.  Once your head stops pounding you'll consider getting some dinner, but right now you can't imagine keeping anything down.",{"divert":"thePulsingInYour"}]},"aBrightFlashAndA":{"content":["A bright flash and a hot pain.",{"divert":"ofCourseLandrysI"}]},"inTheFallowField":{"content":["In the fallow field behind grandfather's house , the tall wild grasses and weeds dance about, playing tag with the wind. It's getting late now and the sun hangs low in the sky giving the distant hillock a warm, inviting hue.  ",{"notIfConditions":null,"option":"The hill awaits.  And there's plenty of daylight left, right?","ifConditions":null,"linkPath":"theSlightlyWornT"},{"notIfConditions":null,"option":"Continue along the road.","ifConditions":null,"linkPath":"asphaltTurnsToDi"}]},"ofCourseSaysRach":{"content":["\"Of course,\" says Rachel, \"I'm sure you've got some things you need to wrap up.\"",{"divert":"indeedIReplyIfAn"}]},"andISupposedYouH":{"content":["\"And I supposed you haven't had anything to do with this?\"  She makes a sweeping gesture across her desk. I see now that the desk is nearly covered with papers, envelopes, and files, but I'm not close enough to read them.\"",{"divert":"sheLeansForwardA"}]},"thereAreStillAFe":{"content":["There are still a few signs of life here and there. In a short time a pathetic assemblage of tired flowers is gathered.",{"divert":"furtherUpTheRoad"}]},"iWillGrandpa":{"content":["\"I will, Grandpa.\"",{"divert":"andHowsTheFarmKe"}]},"punctuatedStitch1":{"content":["_____________________________________",{"divert":"theresAFlickerin"}]},"moodThePainIsGet":{"content":["{mood > 5:The pain is getting a lot worse. I can feel it.}{mood = 5:You feel the throbbing getting stronger and more intense}{mood < 5:She clutched the edge of the sink, fighting the urge to vomit.} What about the...",{"notIfConditions":[{"notIfCondition":"ch3_lookcabinet"}],"option":"Medicine Cabinet","ifConditions":[{"ifCondition":"turn < 2"}],"linkPath":"iFlingTheMedicin"},{"notIfConditions":[{"notIfCondition":"ch3_lookdrawer"}],"option":"Make-up Drawer","ifConditions":[{"ifCondition":"turn < 2"}],"linkPath":"iDesperatelyBegi"},{"notIfConditions":[{"notIfCondition":"ch3_lookbag"}],"option":"Toiletries bag under the sink","ifConditions":[{"ifCondition":"turn < 2"}],"linkPath":"iHaveNoIdeaWhyIW"},{"notIfConditions":null,"option":"WHAM!","ifConditions":[{"ifCondition":"turn > 1"},{"ifCondition":"mood > 5"}],"linkPath":"brightLightsFlas"},{"notIfConditions":null,"option":"WHAM!","ifConditions":[{"ifCondition":"turn > 1"},{"ifCondition":"mood = 5"}],"linkPath":"youCrumpleToTheF"},{"notIfConditions":null,"option":"WHAM!","ifConditions":[{"ifCondition":"turn > 1"},{"ifCondition":"mood < 5"}],"linkPath":"sheClutchedDespe"},{"ifCondition":"turn = 1"}]},"thesePleasantTho":{"content":["These pleasant thoughts carried her throughout the rest of the workday, the bus ride home, and late into the night. She spend time preparing until she grew tired and was overcome by...",{"notIfConditions":null,"option":"Sleep.","ifConditions":null,"linkPath":"cHAPTER6"}]},"moodIGrabbedTheN":{"content":["{mood>5:I grabbed the next bus and soon arrived at the office.}{mood=5:You continue on to the stop and hop on the next available bus. Soon, you are at your office.}{mood<5: She hurried on to the bus stop and some time later arrived at the office}/==/",{"notIfConditions":null,"option":"I use the elevator.","ifConditions":[{"ifCondition":"ch6_i"}],"linkPath":"theElevatorSpits"},{"notIfConditions":[{"notIfCondition":"ch6_i"}],"option":"I use the elevator.","ifConditions":null,"linkPath":"theresAFlashOfWh"},{"notIfConditions":null,"option":"You use the elevator.","ifConditions":[{"ifCondition":"ch6_you"}],"linkPath":"youQuicklyExitTh"},{"notIfConditions":[{"notIfCondition":"ch6_you"}],"option":"You use the elevator.","ifConditions":null,"linkPath":"theresAFlashOfWh1"},{"notIfConditions":null,"option":"She used the elevator.","ifConditions":[{"ifCondition":"ch6_she"}],"linkPath":"theElevatorDoors"},{"notIfConditions":[{"notIfCondition":"ch6_she"}],"option":"She used the elevator.","ifConditions":null,"linkPath":"theresAFlashOfWh2"}]},"sheWakesUpBreath":{"content":["She wakes up breathing heavily. A little surprised she's sucking in air instead of brackish water. In her head she knows that's not a normal thing to think but she can't muster enough emotional energy to care.",{"notIfConditions":null,"option":"Reflect on the dream.","ifConditions":null,"linkPath":"thatWasAPrettyVi"},{"ifCondition":"plg_drown"}]},"msLandryGivesMeT":{"content":["Ms. Landry gives me the once-over. \"Is there something you want to tell me?\"",{"notIfConditions":null,"option":"\"No.\"","ifConditions":null,"linkPath":"youSeemQuiteSure"},{"notIfConditions":null,"option":"\"I'm not sure what you mean.\"","ifConditions":null,"linkPath":"wellThenLetMeBeM"},{"notIfConditions":null,"option":"\"I was only trying to help.\"","ifConditions":[{"ifCondition":"ch1_helprachel"}],"linkPath":"ohYouHelpedAllRi"}]},"turningAwayItHas":{"content":["Turning away, it has become evident that there's little to be done.  The wounds are too deep. And it's getting late.",{"divert":"asTheSunContinue"}]},"aBrightFlashItAl3":{"content":["A bright flash. It all goes foggy.  And then...",{"divert":"sheGatheredUpThe2"}]},"youTakeTheFilesY":{"content":["You take the files.  \"Yeah, ok.  I'll let you know what I find.\"  ",{"divert":"asSheTurnsToLeav"}]},"theDoorIsUnlocke1":{"content":["The door is unlocked and the sitting room is bathed in moonlight streaming in from the windows.  It's cold in the house.  The fireplace unused. Grandfather's voice can be heard coming from the kitchen.  He's talking to someone.",{"divert":"movingThroughThe"},{"ifCondition":"mood = 5"}]},"sheWasUnsureHowT":{"content":["She was unsure how to respond. \"Yeah well the mail runs on its own schedule.\"",{"divert":"veryFunnyDoYouHa"}]},"sheLeansForwardA":{"content":["She leans forward and grabs a wad of papers. \"You see all this? Someone is clearly not happy with a case I argued a number of years ago. All these files? Records from the town and the court. All concerning a land deal.\"",{"divert":"whatKindOfLandDe"}]},"allRightIveBeenG":{"content":["\"All right.  I've been getting some, disturbing correspondence. Court filings, title documents, and... notes making wild accusations. Threats.  I figured it would just go away.\" She chuckles to herself. \"Attorneys aren't always the most popular people.  Sometimes the losing side isn't so gracious.\"",{"divert":"butWhatsAllThisG"}]},"youSiftThroughTh":{"content":["You sift through the material and it almost immediately becomes apparent. According to the records, attorney Adrienne Landry of this firm successfully argued an eminent domain case on behalf of the town. The ownership of several plots of rural property was turned over to the town.",{"divert":"youturnAgainCons"}]},"asYouContinuePok":{"content":["As you continue poking through the records, you get the sudden feeling that you're being watched. Turning around quickly you see a young woman standing close behind you.  She's clearly been looking at your computer screen, but you don't know for how long.",{"divert":"sheBreaksEyeCont"}]},"imNotSureWhatsGo":{"content":["I'm not sure what's going on, but for the life of me I can't quite remember where I'm supposed to go.  This is ridiculous. I try to clear my thoughts.  Finally, I just shrug and decided to go for.  I punch the button for the second floor and in an instant your head clears. Your cubical awaits.",{"divert":"youPushTheButton"},{"ifCondition":"mood > 5"}]},"anotherShortEter":{"content":["Another short eternity and she was at her floor.  She walked over to her desk and clocked in. It was mind numbing work. Dull. Not at all challenging. But she didn't care. It was the closest she could get to achieving her goals. After all, she had a job to do.",{"notIfConditions":null,"option":"Begin work.","ifConditions":null,"linkPath":"itWouldBeAWhileB"},{"flagName":"turn = 0"},{"flagName":"ch1_didmailjob"},{"pageNum":3},{"pageLabel":"  Chapter 2.3"}]},"outOfOneConsciou":{"content":["Out of one consciousness and into another...",{"divert":"youGrabThePrinto"}]},"aBrightFlashItAl1":{"content":["A bright flash. It all goes foggy. And then...",{"divert":"sheGatheredUpThe2"}]},"whereTo":{"content":["Where to?",{"notIfConditions":[{"notIfCondition":"ch1_firstmail"}],"option":"Deliver mail to the first floor.","ifConditions":null,"linkPath":"sheDeliveredTheM"},{"notIfConditions":[{"notIfCondition":"ch1_secondmail"}],"option":"Deliver mail to the second floor.","ifConditions":[{"ifCondition":"job_mail"}],"linkPath":"sheDeliveredMail"},{"notIfConditions":[{"notIfCondition":"ch1_secondmail"}],"option":"Deliver mail to the second floor.","ifConditions":[{"ifCondition":"job_research"}],"linkPath":"sheMovedThroughT"},{"notIfConditions":[{"notIfCondition":"ch1_thirdmail"}],"option":"Deliver mail to the third floor.","ifConditions":null,"linkPath":"sheRolledHerCart"},{"notIfConditions":null,"option":"Finish work for the day.","ifConditions":[{"ifCondition":"ch1_firstmail"},{"ifCondition":"ch1_secondmail"},{"ifCondition":"ch1_thirdmail"}],"linkPath":"sheRolledHerNowE"}]},"youStumbleOutOfB":{"content":["You stumble out of bed and make a beeline for the alarm clock on your dresser. You have to admit, as annoying as it is, putting the clock out of arm's reach does work.  You step into the shower and pause for a moment, letting the hot water run through your hair.*- -*You have only been at the firm for a few months before a mixture of ambition and talent landed you a semi-autonomous position doing light research work. It's afforded you the ability to work on side projects which is exactly what you where looking for.",{"divert":"headBackDownOnTh"},{"flagName":"ch1_shower"},{"flagName":"job_research"},{"ifCondition":"mood = 5"}]},"beObservantWeWil2":{"content":["/=\"Be observant. We will remember your sacrifice.\"=/",{"divert":"theFireIsDyingTh"},{"ifCondition":"ch1_didmailjob"},{"ifCondition":"ch1_delivertoresearch"}]},"goldTurnsToPinki":{"content":["Gold turns to pinkish red as the sun continues its journey over the distant hills.",{"divert":"aChorusOfCricket"},{"ifCondition":"turn < 3"}]},"heSitsDownAtTheD":{"content":["He sits down at the desk and pulls a folder out from under his arm. He get's right to it. \"So, he left it all to you.  Property, assets, everything. ",{"divert":"nowAsFarAsThePro"}]},"rebuffedJeremyLo":{"content":["Rebuffed, Jeremy looks hurt and disappointed.  He drops to the sand and screams, \"It's always about you isn't it!  You have your own plans and your own agenda and you never let anyone in.  I hate this. And I hate you.\"",{"divert":"asHeSmashesHisFi"},{"flagName":"ch2_rebuffed"},{"flagName":"mood = 5"}]},"thumpThumpThumpT":{"content":["Thump thump thump thump.  \"120 beats per minute,\" you think to yourself.  You figured the only way to be sure you got out of bed in the morning would be to set your clock to the most annoying station possible.  And dial the volume up to 10. And place your clock on the other side of the room. It worked.  You're up.",{"divert":"sheWakesUpBreath"},{"ifCondition":"plg_algae"}]},"iFlingTheMedicin":{"content":["I fling the medicine cabinet open and rummage around.  Nothing.  Nothing useful at all.  I slam the tiny door and look at myself in the mirror. I look horrible.",{"divert":"fightingThroughT"},{"ifCondition":"mood > 5"}]},"whichFloor":{"content":["Which floor?",{"divert":"blankStitch4"}]},"itWasReallyNotAG":{"content":["It was really not a good tactical move to get on Ms. Landry's bad side.  I've got a lot riding on this job and can't risk losing this position.  At least not yet.",{"divert":"iCantPutMyFinger"},{"ifCondition":"ch1_chewedout"}]},"sheReturnedToThe":{"content":["She returned to the mail room and put away her cart.  The rest of her day was filled with the typical mundane activities associated with her job. While she carried out her duties, she reflected on her experiences over the last couple of days. She no longer felt alone and although she could not adequately explain it, she felt that payback for what happened to grandfather's farm might be within her grasp. In fact, it might be easy.",{"divert":"thesePleasantTho"}]},"myEyesScanTheRoo":{"content":["My eyes scan the room and eventually zero in on a familiar looking girl.  I've seen her around the firm, but for the life of me, I can't remember her name.  No matter.",{"divert":"asIApproachICanS"}]},"blankStitch9":{"content":["",{"divert":"cHAPTER7"},{"flagName":"mood = 5"},{"flagName":"ch6_you"}]},"asTheSunContinue":{"content":["As the sun continues to slip behind the distant trees, the trail down the hill becomes harder to see.  Fortunately, the porch light comes on illuminating just enough of the trail leading back to the farmhouse.",{"divert":"goldTurnsToPinki"}]},"heReachesIntoHis":{"content":["He reaches into his coat and pulls out a business card.  He places it on the casket. On the card can be seen a silhouette of a bird. \"Just a reminder of who beat you,\" he says to the closed box.",{"divert":"theManTurnsAndHe"},{"notIfCondition":"axe"},{"notIfCondition":"flowers"}]},"claspingHandsThe":{"content":["Clasping hands, the stroll along the beach continues. Now two instead of one. Jeremy stops and leans forward.  His desires are obvious. ",{"notIfConditions":null,"option":"Kiss him.","ifConditions":null,"linkPath":"itsAwkwardAndUrg"},{"notIfConditions":null,"option":"Fend him off.","ifConditions":null,"linkPath":"rebuffedJeremyLo"}]},"cuttingThroughTh":{"content":["Cutting through the woods would take less time. But it's dark and there's a chance of getting lost.  And then there's always the main road.",{"notIfConditions":null,"option":"Cut through the woods.","ifConditions":null,"linkPath":"itsVeryDarkButAl"},{"notIfConditions":null,"option":"Walk along the road.","ifConditions":null,"linkPath":"streetlampsGiveT"}]},"thinkingBackOnIt":{"content":["Thinking back on it, those /=were =/wonderful days. There was always something fun to do on grandfather's farm; some tucked away acre ripe for exploration. ",{"divert":"itsNotLikeThereW"}]},"aWhiteHotPainSho2":{"content":["A white hot pain shot through her head.  After a moment of disorientation, she was herself again.",{"divert":"asIWalkAlongTheS"},{"flagName":"ch6_she"},{"flagName":"mood = 0"}]},"youReachYourStop":{"content":["You reach your stop and hurry back to you apartment, eager to get to the bottom of this. However, your continuing investigations yield little.  Growing fatigued, you retire to your bed and some much needed... ",{"notIfConditions":null,"option":"Sleep.","ifConditions":null,"linkPath":"cHAPTER6"}]},"solitudeHasItsAd":{"content":["Solitude has its advantages. Sure there was a time for friends, but moments like this, to be alone with one's thoughts, is something to be cherished. Savored. Listening closely, the waves speak. And they say:",{"divert":"youreNotDoingEno1"}]},"thatQuestionLing":{"content":["That question lingers in the air and echos throughout the room. But there's no answer. There's no way to answer because the choice was taken away.  A swirl of emotion brings the scene to a close.",{"divert":"memoriesEruptFro"}]},"theFigureExtends":{"content":["The figure extends his hand towards you revealing a slapdash bouquet of wildflowers.",{"divert":"hereHeSaysShylyI"}]},"wellYouCanGoHead":{"content":["\"Well you can go head and drop it on Ms. Landry's desk.  I'm sure she'll enjoy reading it when she gets back from her meeting.\" The woman winked knowingly.",{"divert":"okThatWasVeryWei"}]},"sheSlowlyFadedBa":{"content":["She slowly faded back into existence and she finally felt a sense of purpose. She had been waiting for a sign and the dreams... the experiences.  To her, they were all an indication that the time was now.",{"divert":"sheSlippedOutOfT"},{"ifCondition":"mood < 5"}]},"blankStitch7":{"content":["",{"divert":"spanIdlogicturns"},{"flagName":"turn = 0"}]},"youRubYourForehe":{"content":["You rub your forehead.  There's a headache on the way and no painkillers in sight.  You decide to put all this on the back burner and get on with your \"real\" job.",{"divert":"theRestOfYourDay"}]},"sheEnteredTheMai":{"content":["She entered the main office, dropped off the mail and made a quick retreat to the elevator. Her head was swimming and she felt sick to her stomach.  Something wasn't right.",{"divert":"whereTo"}]},"beObservantWeWil":{"content":["/=\"Be observant. We will remember your sacrifice.\"=/",{"divert":"theDripsContinue"},{"ifCondition":"ch1_didmailjob"},{"ifCondition":"ch1_delivertoresearch"}]},"sheSteadiedHerse":{"content":["She steadied herself against the wall of the elevator as she looked over the buttons.  Each time she reached out, she pulled her hand back, unsure.  Finally she took a breath and on faith, pushed the button to the third floor.  As I breath out, the world comes into focus again. I'm heading to my job as executive assistant to Landry... Ms. Landry.",{"divert":"theDoorsSlideOpe"},{"ifCondition":"mood < 5"}]},"cHOPCHOPItFeelsG":{"content":["CHOP! CHOP!  It feels good. CHOP!  The elm lets out an agonizing scream.  Its upper branches and leaves begin to shake violently.",{"divert":"exhaleAndCHOPThe"}]},"aGustOfWindWhips":{"content":["A gust of wind whips around the side of the house, kicking up dust.  As the wind increases in intensity, the dust rises up making it impossible to see or breathe. It blocks out all light until.",{"notIfConditions":null,"option":"I wake up.","ifConditions":null,"linkPath":"blankStitch8"},{"notIfConditions":null,"option":"You wake up.","ifConditions":null,"linkPath":"blankStitch9"},{"notIfConditions":null,"option":"She woke up.","ifConditions":null,"linkPath":"blankStitch10"}]},"theresAFlashOfWh":{"content":["There's a flash of white and a searing pain.  Once again, I am myself.",{"divert":"theElevatorSpits"}]},"blankStitch5":{"content":["",{"notIfConditions":null,"option":"Process the mail.","ifConditions":[{"ifCondition":"turn < 4"}],"linkPath":"turnSheProcessed1"},{"notIfConditions":null,"option":"Sort the mail.","ifConditions":[{"ifCondition":"turn = 4"}],"linkPath":"blankStitch6"},{"flagName":"turn + 1"}]},"sorryYouShootBac":{"content":["\"Sorry?\" you shoot back \"What are you doing sneaking up on me like that?  Who are you?\"",{"divert":"itsJustThatIExpe"}]},"withoutThinkingI":{"content":["Without thinking I nearly press the button to the archives.  That's funny, I don't remember having to go fetch records for Ms. Landry.{job_research:Still, there's an itch in my head.  Like I belong down there for some reason. I just can't put my finger on it. } Oh, whatever.  I need to get moving. I don't want to be late.",{"divert":"herHandAbsentmin"},{"ifCondition":"mood = 10"}]},"greatYellowMachi":{"content":["Great yellow machines line the sides of the road. Monuments to progress, waiting to resume their labor. There were once many wildflowers here but most have been crushed and trampled by the wheels and treads.",{"notIfConditions":null,"option":"Pick flowers.","ifConditions":null,"linkPath":"thereAreStillAFe"},{"notIfConditions":null,"option":"Continue along the road.","ifConditions":null,"linkPath":"furtherUpTheRoad"}]},"closerWeCreepThe":{"content":["/=\"Closer we creep. The other knows what happened. Be ready to strike.\"=/",{"divert":"youDoYourJobWell"},{"ifCondition":"ch1_didpajob"},{"ifCondition":"ch1_toresearch"}]},"iCantPutMyFinger":{"content":["I can't put my finger on it, but there's something a little \"off\" about the girl in research. ",{"divert":"andThenIFeelItAn"},{"ifCondition":"ch1_toresearch"}]},"sureWhyNotISayID":{"content":["\"Sure, why not,\" I say, \"I don't think there's anything pressing on my schedule this morning. So what are we looking for?\"",{"divert":"rachelHandsMeASt"},{"flagName":"ch1_helprachel"}]},"sheBreaksEyeCont":{"content":["She breaks eye contact with you almost as soon as you make it.  \"Sorry,\" she says.",{"divert":"sorryYouShootBac"}]},"itsJustThatIExpe":{"content":["\"It's just that...  I expected you'd be further along.\" She looks anxious.  \"Anyway, here's you mail.\"  She drops an envelope on your desk and makes a hasty retreat. You're thoroughly confused by this exchange. ",{"divert":"glancingOverAtTh"}]},"theSlightlyWornT":{"content":["The slightly worn trail up the hill meanders back and forth suggesting no reason to hurry to the top.  All that's there is a lone elm tree.  At least it looks like an elm.  It's always been there.",{"notIfConditions":null,"option":"Approach the tree.","ifConditions":null,"linkPath":"theTreeWasAChild"},{"notIfConditions":null,"option":"It is getting late.  Another time perhaps.","ifConditions":null,"linkPath":"goldTurnsToPinki"},{"flagName":"turn +1"}]},"sheScribbledAMes":{"content":["She scribbled a message.  This was one of many she had written in past.  The volume and level of vitriol in these notes had increased recently. {ch4_addressedenvelope: She then placed the note in the envelope and sealed it shut.}",{"divert":"spanIdlogicturns"},{"flagName":"ch4_wrotenote"},{"flagName":"turn = 1"}]},"youAssumeItsFrom":{"content":["You assume it's from the girl in the mail room and you wonder just what she's ready to do. /==/",{"divert":"youturnAgainCons"}]},"itsLateTheOnlyIl":{"content":["It's late. The only illumination is the moonlight reflecting on the water. The tide has gone out and the only sounds are the waves gently lapping along the shore. Up ahead there is a figure cloaked in shadow.",{"notIfConditions":null,"option":"Approach.","ifConditions":null,"linkPath":"itsJeremyAHighSc"},{"notIfConditions":null,"option":"Avoid.","ifConditions":null,"linkPath":"unnervingLikeThe"},{"pageNum":9},{"pageLabel":" Chapter 3"}]},"theStateHowMuchD":{"content":["\"The state.  How much do you know?  Didn't he tell you anything?\"",{"divert":"grandfatherWasNe"}]},"theSlightNauseaS":{"content":["The slight nausea she felt earlier had given way to a full blown headache. By the time she arrived back at her apartment she could see white spots before her eyes and feel the rhythmic tension of a first class migraine.  She knew the drill.  Regular painkillers wouldn't put a dent in this thing, and she hadn't filled her prescription in months.",{"divert":"sheStumbledOverT"}]},"theresNoOneHereN":{"content":["There's no one here.  No one left to remember or grieve. ",{"notIfConditions":null,"option":"Approach casket.","ifConditions":null,"linkPath":"itsNothingFancyE"},{"notIfConditions":null,"option":"Sit down.","ifConditions":null,"linkPath":"aMomentOfQuietRe"}]},"blankStitch3":{"content":["",{"notIfConditions":null,"option":"Fight it off without medication.","ifConditions":[{"ifCondition":"mood > 5"}],"linkPath":"brightLightsFlas"},{"notIfConditions":null,"option":"Fight it off without medication.","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"youCrumpleToTheF"},{"notIfConditions":null,"option":"Fight it off without medication.","ifConditions":[{"ifCondition":"mood < 5"}],"linkPath":"sheClutchedDespe"},{"notIfConditions":null,"option":"Take the pills","ifConditions":[{"ifCondition":"mood > 5"}],"linkPath":"iTwistOffTheCapA"},{"notIfConditions":null,"option":"Take the pills","ifConditions":[{"ifCondition":"mood = 5"}],"linkPath":"atThisPointYouFi"},{"notIfConditions":null,"option":"Take the pills","ifConditions":[{"ifCondition":"mood < 5"}],"linkPath":"sheGrabbedAtTheB"},{"flagName":"turn +1"},{"flagName":"ch3_lookbag"}]},"noAnswerIKnockAg":{"content":["No answer.  I knock again.  \"Ms. Landry?\"",{"divert":"comeInSaysACalmQ"},{"notIfCondition":"ch1_helprachel"}]},"grandfatherAppea":{"content":["Grandfather appears absolutely distraught. But he looks up and cracks a half-hearted smile. \"Hi there, princess.  I was wondering when you'd be home.  Listen, I don't want you to worry, but there are probably going to be some changes around here...\"",{"divert":"heContinuesTalki"},{"ifCondition":"mood > 5"}]},"youCrumpleToTheF":{"content":["You crumple to the floor, eyes closed, unable to resist the pain shooting through your skull.  You eventually stop fighting and give yourself over to the torment... And when she opened her eyes, her vision cleared.  She got up carefully and took a deep breath.  The pain was gone and she was herself again.",{"divert":"chdidpajobSometh"},{"flagName":"mood = 0"}]},"aMomentOfQuietRe":{"content":["A moment of quiet reflection.  Grandfather.  He's gone. It's wasn't sudden or unexpected. But a slow, soft, gentle decline into irrelevance. There's nothing left of him now.  No other family. No farm. ",{"divert":"aVoiceFromTheBac"}]},"tookYouLongEnoug":{"content":["\"Took you long enough,\" the woman said curtly.",{"divert":"sheWasUnsureHowT"}]},"itComesDownQuick":{"content":["It comes down quickly, cleanly, and painfully.  Again and again.  It's horrifying.  Death in slow motion.  Falling to the ground, the hatchet slicing down in a rain of blows.",{"divert":"thePainSubsidesT"}]}}}}